Repository: klisia-org/seminary
Catalog: seminary/locale/*.po
Languages: es, pt

source: Edit
es: Editar
pt: Editar

source: Edit Attendance
es: Editar asistencia
pt: Editar Presença

source: Edit Chapter
es: Editar capítulo
pt: Editar Capítulo

source: Edit Course
es: Editar curso
pt: Editar Curso

source: Edit Lesson
es: Editar lección
pt: Editar Lição

source: Edit a course for your learning system.
es: Edita un curso para tu sistema de aprendizaje.
pt: Edite um curso para o seu sistema de aprendizagem.

source: Edit the question
es: Editar la pregunta
pt: Edite a pergunta

source: Education
es: Educación
pt: Educação

source: Eligibility and Details
es: Elegibilidad y detalles
pt: Elegibilidade e Detalhes

source: Emergency contact and References
es: Contacto de emergencia y referencias
pt: Contato de Emergência e Referências

source: Emphasis (Program track)
es: Vacío (pista del programa)
pt: Ênfase (Roteiro do programa)

source: Employee
es: Empleado
pt: Funcionário

source: Employee Number
es: Número de empleado
pt: Número do Funcionário

source: Employer Business Address
es: Dirección de Negocio del Empleador
pt: Endereço Comercial do Empregador

source: Employer City
es: Ciudad del Empleador
pt: Cidade do Empregador

source: Employer ZIP code
es: Código postal del empleador
pt: Código Postal do Empregador

source: Employment
es: Empleo
pt: Emprego

source: Employment & Church
es: Empleo e Iglesia
pt: Emprego & Igreja

source: Enable Admission Application
es: Habilitar solicitud de admisión
pt: Ativar Aplicação de Admissão

source: Enable this only if you want to upload a SCORM package as a chapter.
es: Activa esto solo si quieres subir un paquete SCORM como un capítulo.
pt: Ative isto apenas se quiser carregar um pacote SCORM como capítulo.

source: Enabled
es: Activado
pt: Ativado

source: End Date
es: Fecha de fin
pt: Data de Término

source: End on
es: Terminar el
pt: Termina em

source: Enroll
es: Inscribirse
pt: Inscrever

source: Enroll in a Program
es: Inscribirse en un programa
pt: Inscrever-se em um Programa

source: Enroll in a course
es: Inscribirse en un curso
pt: Inscrever-se em um curso

source: Enroll me!
es: ¡Inscribirme!
pt: Inscreva-me!

source: Enrolled Students
es: Estudiantes inscritos
pt: Estudantes Inscritos

source: Enrolling student
es: Inscribir estudiante
pt: Estudante a Inscrever

source: Enrollment
es: Inscripción
pt: Inscrição

source: Enrollment Date
es: Fecha de inscripción
pt: Data de Inscrição

source: Enrollment Date cannot be after the End Date of the Academic Term {0}
es: La fecha de inscripción no puede ser posterior a la fecha final del término académico {0}
pt: Data de Inscrição não pode ser após a Data de Término do Período Acadêmico {0}

source: Enrollment Date cannot be before today
es: Fecha de inscripción no puede ser anterior a hoy
pt: Data de Inscrição não pode ser antes de hoje

source: Enrollment Type
es: Tipo de inscripción
pt: Tipo de Inscrição

source: Enrollment Type will regulate which of the options below will be used for student progress (the other may be used for statistical purposes)
es: Tipo de inscripción regulará cuáles de las opciones a continuación serán utilizadas para el progreso de los estudiantes (el otro puede ser utilizado con fines estadísticos)
pt: O Tipo de Inscrição irá regular quais opções abaixo serão usadas para o progresso dos alunos (a outra pode ser usada para fins estatísticos)

source: Enrollments
es: Inscripciones
pt: Inscrições

source: Enter 0 to waive limit
es: Introduzca 0 para renunciar al límite
pt: Digite 0 para dispensar o limite

source: Enter a URL
es: Introduzca una URL
pt: Digite uma URL

source: Enter a prompt for the discussion.
es: Introduzca un mensaje para la discusión.
pt: Digite um prompt para a discussão.

source: Enter a title and save the discussion to proceed
es: Introduzca un título y guarde el debate para continuar
pt: Digite um título e salve a discussão para continuar

source: Enter a title and save the exam to proceed
es: Introduzca un título y guarde el examen para continuar
pt: Digite um título e salve o exame para continuar

source: Enter a title and save the quiz to proceed
es: Introduzca un título y guarde el cuestionario para continuar
pt: Insira um título e salve o teste para prosseguir

source: Enter folder name
es: Ingresa el nombre de la carpeta
pt: Digite o nome da pasta

source: Enter prompt for the discussion activity...
es: Introduzca el aviso para la actividad de discusión...
pt: Digite um prompt para a atividade de discussão...

source: Ethnic Group
es: Grupo étnico
pt: Grupo Étnico

source: Evaluated by
es: Evaluado por
pt: Avaliador por

source: Evaluator
es: Evaluador
pt: Avaliador

source: Event
es: Evento
pt: Evento

source: Event to charge
es: Evento a cargar
pt: Evento para cobrança

source: Exam
es: Examen
pt: Exame

source: Exam Activity
es: Actividad del examen
pt: Atividade de Exame

source: Exam Comments
es: Comentarios del examen
pt: Comentários do Exame

source: Exam Config
es: Configuración del examen
pt: Configuração de Exame

source: Exam Question
es: Pregunta de examen
pt: Pergunta do Exame

source: Exam Question Result
es: Resultado de la pregunta de examen
pt: Resultado da Pergunta do Exame

source: Exam Submission
es: Envío de examen
pt: Submissão de Exame

source: Exam Submissions
es: Envíos de examen
pt: Submissões de Exame

source: Exam Title
es: Título del examen
pt: Título do Exame

source: Exam updated successfully
es: Examen actualizado correctamente
pt: Exame atualizado com sucesso

source: Exams
es: Exámenes
pt: Exames

source: Exit
es: Salir
pt: Sair

source: Explanation
es: Explicación
pt: Explicação

source: Explanation 1
es: Explicación 1
pt: Explicação 1

source: Explanation 2
es: Explicación 2
pt: Explicação 2

source: Explanation 3
es: Explicación 3
pt: Explicação 3

source: Explanation 4
es: Explicación 4
pt: Explicação 4

source: Explanation for this Question
es: Explicación de esta pregunta
pt: Explicação para esta Pergunta

source: Explanation:
es: Explicación:
pt: Explicação:

source: Extra Credit
es: Crédito extra
pt: Crédito Extra

source: Extra Credit?
es: ¿Crédito extra?
pt: Crédito Extra?

source: Extra credit
es: Crédito extra
pt: Crédito extra

source: Fail
es: Fallo
pt: Falha

source: Failed to copy calendar URL. Please try again.
es: No se pudo copiar la URL del calendario. Inténtalo de nuevo.
pt: Falha ao copiar a URL do calendário. Tente novamente.

source: Failed to create folder.
es: No se pudo crear la carpeta.
pt: Falha ao criar a pasta.

source: Failed to create sub-folder.
es: No se pudo crear la subcarpeta.
pt: Falha ao criar a subpasta.

source: Failed to delete assessment criteria
es: Error al eliminar los criterios de evaluación
pt: Falha ao excluir critérios de avaliação

source: Failed to save grade: {0}
es: Error al guardar el grado: {0}
pt: Falha ao salvar a nota: {0}

source: Failed to upload files.
es: No se pudieron subir los archivos.
pt: Falha ao enviar os arquivos.

source: Faith and Practice
es: Fe y Práctica
pt: Fé e Prática

source: Fee Category
es: Categoría de cuota
pt: Categoria de Taxa

source: Feedback
es: Comentarios
pt: Comentários

source: Feel free to make edits to your submission if needed, until it is graded.
es: Siéntase libre de hacer modificaciones a su envío si es necesario, hasta que sea calificado.
pt: Sinta-se à vontade para fazer edições na sua submissão, se necessário, até que seja avaliada.

source: Fees
es: Cuotas
pt: Taxas

source: Female
es: Mujer
pt: Feminino

source: File
es: Fichero
pt: Arquivo

source: Files
es: Archivos
pt: Arquivos

source: Files will be added to
es: Los archivos se agregarán a
pt: Os arquivos serão adicionados a

source: Filter by Group
es: Filtrar por grupo
pt: Filtrar por Grupo

source: Final Grade
es: Nota Final
pt: Nota Final

source: Final Grade Code
es: Código final de escala
pt: Código de Nota Final

source: Final Grade Numeric
es: Numérico de Calificación Final
pt: Nota Numérica Final

source: Final Score
es: Puntaje final
pt: Pontuação Final

source: Finances and Services
es: Finanzas y servicios
pt: Finanças e Serviços

source: Financial
es: Financiero
pt: Financeiro

source: Financial Links
es: Enlaces financieros
pt: Links Financeiros

source: Financial Setup
es: Configuración financiera
pt: Configuração Financeira

source: First Name
es: Nombre
pt: Primeiro Nome

source: Folder
es: Carpeta
pt: Pasta

source: Folder Name
es: Nombre de carpeta
pt: Nome da Pasta

source: Folder created successfully
es: Carpeta creada correctamente
pt: Pasta criada com sucesso

source: Folder name is required
es: El nombre de la carpeta es obligatorio
pt: Nome da pasta é obrigatório

source: Following meeting dates were created
es: Se han creado las fechas de las siguientes reuniones
pt: As seguintes datas de reunião foram criadas

source: Force student to answer a question before moving on? Each question will have its own page and a next button
es: ¿Forzar al estudiante a responder una pregunta antes de continuar? Cada pregunta tendrá su propia página y un botón siguiente
pt: Forçar o aluno a responder uma pergunta antes de continuar? Cada pergunta terá sua própria página e um botão próximo

source: Form to create and edit discussions
es: Formulario para crear y editar discusiones
pt: Formulário para criar e editar discussões

source: Form to create and edit exams
es: Formulario para crear y editar exámenes
pt: Formulário para criar e editar exames

source: Form to create and edit quizzes
es: Formulario para crear y editar cuestionarios
pt: Formulários para criar e editar testes

source: Friday
es: Viernes
pt: Sexta-feira

source: From
es: De
pt: De

source: From Date
es: Desde fecha
pt: Data Inicial

source: From Time
es: Desde tiempo
pt: Hora Inicial

source: From Time cannot be greater than To Time.
es: Desde el tiempo no puede ser mayor que el tiempo.
pt: Hora Inicial não pode ser maior que a Hora Final.

source: Fudge Extra Credit Points
es: Puntos de Crédito Extra
pt: Pontos de Crédito Extra Adulterados

source: Fudge Points
es: Puntos Extra
pt: Pontos Adulterados

source: Full Name
es: Nombre completo
pt: Nome Completo

source: Gender
es: Sexo
pt: Gênero

source: General
pt: Geral

source: General Schedule Information
es: Información del horario general
pt: Informações Gerais do Horário

source: Github ID
es: ID de GitHub
pt: ID do Github

source: Google Calendar
es: Calendario de Google
pt: Calendário do Google

source: Grade
es: Nota
pt: Nota

source: Grade (code or Description)
es: Calificación (código o descripción)
pt: Nota (código ou Descrição)

source: Grade Assignment
es: Asignación de Calificación
pt: Atribuição de Nota

source: Grade Code
es: Código de calificación
pt: Código de Nota

source: Grade Code or GPA
es: Código de grado o GPA
pt: Código de Nota ou GPA

source: Grade Description
es: Descripción del Grado
pt: Descrição de Nota

source: Grade Points
es: Puntos de Calificación
pt: Pontos de Nota

source: Grade Setup
es: Configuración del Grado
pt: Configuração de Nota

source: Grade Student
es: Estudiante de grado
pt: Aluno de Nota

source: Grade saved successfully
es: Calificación guardada correctamente
pt: Nota salva com sucesso

source: Gradebook
es: Calificaciones
pt: Registro de Notas

source: Gradebook Course Schedule
es: Horario de Calificaciones
pt: Registro de Notas de Curso ofertado

source: Gradebook for
es: Libro de calificaciones de
pt: Registro de Notas de

source: Graded
es: Calificado
pt: Avaliado

source: Grades (Assignments)
es: Calificaciones (asignaciones)
pt: Notas (Tarefas)

source: Grades sent
es: Grados enviados
pt: Notas enviadas

source: Grading
es: Calificación
pt: Avaliação

source: Grading Basis
es: Base de Calificación
pt: Base da Avaliação

source: Grading Scale
es: Escala de Calificación
pt: Escala de Notas

source: Grading Scale Interval
es: Intervalo de evaluación de escala
pt: Intervalo da Escala de Notas

source: Grading Scale Intervals
es: Intervalos de escala de evaluación
pt: Intervalos da Escala de Notas

source: Grading Scale Name
es: Nombre de escala de evaluación
pt: Nome da Escala de Notas

source: Grading Status
es: Estado de Calificación
pt: Status da Avaliação

source: Great work!
es: ¡Buen trabajo!
pt: Ótimo trabalho!

source: Group Name
es: Nombre del grupo
pt: Nome do Grupo

source: Guest
es: Invitado
pt: Visitante

source: HR & Payroll
es: RH y nómina
pt: RH & Folha de Pagamento

source: HR & Payroll Settings
es: Ajustes de RRHH y Nómina
pt: Configurações de RH & Folha de Pagamento

source: Help
es: Ayuda
pt: Ajuda

source: Hero Image
es: Imagen del héroe
pt: Imagem Principal

source: High School Diploma
es: Diploma de secundaria
pt: Diploma do Ensino Médio

source: Highest Score
es: Puntaje más alto
pt: Maior Pontuação

source: Hispanic
es: Hispano
pt: Hispânico

source: How did you become a believer? What changed in your life?
es: ¿Cómo te has convertido en un creyente? ¿Qué cambió en tu vida?
pt: Como você se converteu? O que mudou em sua vida?

source: How enrolling in this program will help you serve the church?
es: ¿Cómo inscribirse en este programa le ayudará a servir la Iglesia?
pt: Como a inscrição neste programa o ajudará a servir a igreja?

source: How to Import the Calendar in the Major Platforms
es: Cómo importar el calendario en las principales plataformas
pt: Como importar o calendário nas principais plataformas

source: Hybrid
es: Hibrida
pt: Híbrido

source: I am familiar with and have access to a computer with internet, word processor, and email
es: Estoy familiarizado con un ordenador con internet, procesador de textos y correo electrónico
pt: Tenho familiaridade e acesso a um computador com internet, processador de texto e e-mail

source: I am proficient in email, internet, and word processors, but I don't have a computer
es: Soy competente en el correo electrónico, Internet y procesadores de textos, pero no tengo una computadora
pt: Tenho proficiência em e-mail, internet e processadores de texto, mas não tenho computador

source: I don't have a computer and my computer skills need development
es: No tengo una computadora y mis habilidades informáticas necesitan desarrollo
pt: Não tenho computador e minhas habilidades em informática precisam de desenvolvimento

source: I don't have the habit of reading, but I used to
es: No tengo la costumbre de leer, pero solía
pt: Não tenho o hábito de ler, mas costumava ter

source: I have a computer but I struggle with new programs
es: Tengo una computadora, pero me peleo con nuevos programas
pt: Tenho um computador, mas tenho dificuldades com novos programas

source: I never developed the habit of reading
es: Nunca desarrollé el hábito de leer
pt: Nunca desenvolvi o hábito de ler

source: I read books and magazines occasionally
es: De vez en cuando leo libros y revistas
pt: Leio livros e revistas ocasionalmente

source: I read books, magazines, and articles frequently
es: He leído libros, revistas y artículos con frecuencia
pt: Leio livros, revistas e artigos frequentemente

source: If enabled, field Academic Term will be Mandatory in Program Enrollment Tool.
es: Si está habilitado, el campo Término Académico será Mandatorio en la Herramienta de Inscripción del Programa.
pt: Se ativado, o campo Período Acadêmico será Obrigatório na Ferramenta de Inscrição do Programa.

source: If not checked, the corresponding fee will be the same for all audited courses.
es: Si no está marcado, la tarifa correspondiente será la misma para todos los cursos auditados.
pt: Se não estiver selecionado, a taxa correspondente será a mesma para todos os cursos auditados.

source: If the lesson has quiz or exam, discussions will be automatically disabled.
es: Si la lección tiene un cuestionario o un examen, las discusiones se desactivarán automáticamente.
pt: Se a aula tiver teste ou prova, as discussões serão desativadas automaticamente.

source: If unchecked, all students will participate in the same thread.
es: Si no está marcado, todos los estudiantes participarán en el mismo hilo.
pt: Se não estiver selecionado, todos os alunos participarão do mesmo tópico.

source: If you are disabled, what accommodations will you require?
es: Si está deshabilitado, ¿qué alojamientos necesitará?
pt: Se você tem necessidades especiais, que acomodações necessitará?

source: If you fail to do so, the exam will be automatically submitted when the timer ends.
es: Si no lo haces, el examen se enviará automáticamente cuando termine el temporizador.
pt: Caso não o faça, o exame será enviado automaticamente quando o tempo terminar.

source: If you fail to do so, the quiz will be automatically submitted when the timer ends.
es: Si no lo haces, el cuestionario se enviará automáticamente cuando termine el temporizador.
pt: Caso não o faça, o teste será enviado automaticamente quando o tempo terminar.

source: Image
es: Imagen
pt: Imagem

source: Image for LMS
es: Imagen para LMS
pt: Imagem para LMS

source: Image: Corrupted Data Stream
es: Imagen: Flujo de datos corruptos
pt: Imagem: Fluxo de Dados Corrompido

source: In Lesson
es: En Lección
pt: Na Aula

source: In case of any incorrect details, please contact the school admin.
es: Si hay algún dato incorrecto, contacta al administrador de la escuela.
pt: Se houver algum dado incorreto, entre em contato com o administrador da escola.

source: In case of any incorrect details, please make the adjustments on the portal backend.
es: Si hay algún dato incorrecto, realiza los ajustes en el panel de administración del portal.
pt: Se houver algum dado incorreto, faça os ajustes na Desk.

source: In this version, all students will advance, regardless of their performance. However, a manual submission will be required when these validations will occur.
es: En esta versión, todos los estudiantes avanzarán, independientemente de su rendimiento. Sin embargo, se requerirá un envío manual cuando se produzcan estas validaciones.
pt: Nesta versão, todos os alunos avançarão, independentemente de seu desempenho. No entanto, será necessária uma submissão manual quando estas validações ocorrerem.

source: Inactive
es: Inactivo
pt: Inativo

source: Inactive until
es: Inactivo hasta
pt: Inativo até

source: Include references and emergency contacts
es: Incluye referencias y contactos de emergencia
pt: Incluir referências e contatos de emergência

source: Income Account
es: Cuenta de ingresos
pt: Conta de Receita

source: Incomplete
es: Incompleto
pt: Incompleto

source: Incorrect
es: Incorrecto
pt: Incorreto

source: Individual Student Transcripts are only displayed for Students
es: Los historiales académicos individuales solo se muestran a los estudiantes
pt: Os históricos individuais dos estudantes são exibidos apenas para Estudantes

source: Initial Seminary Setup
es: Configuración inicial del seminario
pt: Configuração Inicial do Seminário

source: Initial Setup
es: Configuración inicial
pt: Configuração Inicial

source: Input Courses
es: Cursos de Entrada
pt: Inserir Cursos

source: Input Customers
es: Clientes de entrada
pt: Inserir Clientes

source: Input Students
es: Entrada de estudiantes
pt: Inserir Alunos

source: Input Users
es: Entrada de Usuarios
pt: Inserir Usuários

source: Input or Import Data
es: Datos de entrada o importación
pt: Inserir ou Importar Dados

source: Instructions
es: Instrucciones
pt: Instruções

source: Instructor
pt: Instrutor

source: Instructor Content
es: Contenido del instructor
pt: Conteúdo do Instrutor

source: Instructor Log
es: Registro del instructor
pt: Registro de Instrutor

source: Instructor Name
es: Nombre del instructor
pt: Nome do Instrutor

source: Instructor Notes
es: Notas del instructor
pt: Notas do Instrutor

source: Instructor Records to be created by
es: Registros del instructor que serán creados por
pt: Registros do Instrutor a serem criados por

source: Instructor of Record
es: Instructor del registro
pt: Instrutor Principal

source: Instructors
es: Instructores
pt: Instrutores

source: Integrate ERP Items with events to charge
es: Integrar elementos ERP con eventos a cargar
pt: Integrar Itens ERP com eventos para cobrança

source: Intervals
es: Intervalos
pt: Intervalos

source: Introduction
es: Introducción
pt: Introdução

source: Invalid Quiz ID
es: ID de Teste Inválida
pt: ID do Teste Inválido

source: Invalid calendar token provided.
es: Se proporcionó un token de calendario no válido.
pt: Token de calendário inválido.

source: Invoice
es: Factura
pt: Fatura

source: Is Academic Credit?
es: ¿Es Crédito Académico?
pt: Crédito Acadêmico?

source: Is Audit?
es: ¿Es así?
pt: Ouvinte?

source: Is Correct
es: Es correcto
pt: Está Correto

source: Is Extra Credit
es: Es Saldo Extra
pt: Crédito Extra

source: Is IRS 1099 reporting required for supplier?
es: ¿Se requiere un informe IRS 1099 para el proveedor?
pt: Relatório do IRS (US) 1099 é necessário para o fornecedor?

source: Is Mandatory
es: Es obligatorio
pt: É Obrigatório

source: Is SCORM Package
es: Es el paquete SCORM
pt: É Pacote SCORM

source: Is Section Break
es: Es ruptura de sección
pt: É Quebra de Seção

source: Is customer exempted from sales tax?
es: ¿El cliente está exento de impuestos sobre las ventas?
pt: O cliente está isento de impostos sobre vendas?

source: Is emergency contact?
es: ¿Contacto de emergencia?
pt: É contato de emergência?

source: Is extra credit
es: Es crédito extra
pt: É crédito extra

source: Is instructor of record?
es: ¿Es el instructor del registro?
pt: É instrutor principal?

source: Item Price
es: Precio del artículo
pt: Preço do Item

source: JUNK BUTTON Download this course calendar
es: BOTÓN DE PRUEBA Descargar este calendario del curso
pt: BOTÃO DE TESTE Baixar este calendário do curso

source: Joining Date
es: Fecha de adhesión
pt: Data de Entrada

source: Joining Date can not be greater than Leaving Date
es: La fecha de adhesión no puede ser mayor que la fecha de salida
pt: Data de Entrada não pode ser maior que a Data de Saída

source: Know your Professor
es: Conoce a tu profesor
pt: Conheça seu Professor

source: LMS Configuration
es: Configuración LMS
pt: Configuração LMS

source: Language Name
es: Nombre del idioma
pt: Nome do Idioma

source: Last Name
es: Apellido
pt: Sobrenome

source: Lateness
es: Latinidad
pt: Atraso

source: Latest Attempt
es: Último intento
pt: Última Tentativa

source: Launch File
es: Iniciar archivo
pt: Arquivo de Lançamento

source: Leave Application
es: Abandonar aplicación
pt: Solicitação de Licença

source: Leave empty for no limit
es: Dejar vacío sin límite
pt: Deixe em branco para nenhum limite

source: Leaving Certificate Number
es: Dejando Número de Certificado
pt: Número do Certificado de Saída

source: Less than High School
es: Menos que secundaria
pt: Menos que Ensino Médio

source: Lesson
es: Lección
pt: Lição

source: Lesson Content Body
es: Cuerpo de contenido de la lección
pt: Corpo do Conteúdo da Lição

source: Lesson Editor
es: Editor de lecciones
pt: Editor de Lições

source: Lesson Title
es: Título de la lección
pt: Título da Lição

source: Lesson created successfully
es: Lección creada con éxito
pt: Lição criada com sucesso

source: Lesson deleted successfully
es: Lección eliminada correctamente
pt: Lição excluída com sucesso

source: Lesson index updated successfully.
es: Índice de clase actualizado correctamente.
pt: Índice da lição atualizado com sucesso.

source: Lesson moved successfully
es: Lección movida correctamente
pt: Lição movida com sucesso

source: Lesson updated successfully
es: Lección actualizada correctamente
pt: Lição atualizada com sucesso

source: Lesson {0} not found in chapter {1}
es: Lección {0} no encontrada en el capítulo {1}
pt: Lição {0} não encontrada no capítulo {1}

source: Lesson {0} not linked to source chapter {1}
es: Lección {0} no enlazada al capítulo de origen {1}
pt: Lição {0} não vinculada ao capítulo de origem {1}

source: Lessons
es: Lecciones
pt: Lições
