Repository: klisia-org/seminary
Catalog: seminary/locale/*.po
Languages: es, pt

source: Check this if you want discussion to be done in student groups. Otherwise, all students will participate in the same thread.
es: Marque esta opción si desea que la discusión se haga en grupos de estudiantes. De lo contrario, todos los estudiantes participarán en el mismo hilo.
pt: Marque isso se você deseja que a discussão seja feita em grupos de estudantes. Caso contrário, todos os alunos participarão do mesmo tópico.

source: Check this if you want students to post before seeing other posts.
es: Marca esta opción si quieres que los estudiantes publiquen antes de ver otras publicaciones.
pt: Marque isso se você deseja que os alunos postem antes de verem outros posts.

source: Check this to mark the student as present in case the student is not attending the institute to participate or represent the institute in any event.
es: Marque esta opción para marcar al estudiante como presente en caso de que el estudiante no asista al instituto para participar o representar al instituto en cualquier evento.
pt: Marque isso para marcar o aluno como presente caso ele não esteja frequentando o instituto para participar ou representar o mesmo em qualquer evento.

source: Choices
es: Opciones
pt: Escolhas

source: Choose all answers that apply
es: Elige todas las respuestas que correspondan
pt: Escolha todas as respostas que se aplicam

source: Choose one answer
es: Elige una respuesta
pt: Escolha uma resposta

source: Church
es: Iglesia
pt: Igreja

source: Church Address
es: Dirección de la Iglesia
pt: Endereço da Igreja

source: Church City
es: Ciudad de la Iglesia
pt: Cidade da Igreja

source: Church Reference
es: Referencia de la Iglesia
pt: Referência da Igreja

source: City
es: Ciudad
pt: Cidade

source: Class Roster
es: Alumnos de clase
pt: Participantes da Classe

source: Class Roster and Grades
es: Alumnos de clase y calificaciones
pt: Participantes e Notas da Classe

source: Clear
es: Borrar
pt: Limpar

source: Click on Grades to see/edit grades of a particular student. When you click on the button "Send Grades," all students' grades will be sent to the registrar and will no longer be editable.
es: Haga clic en Notas para ver/editar las notas de un estudiante en particular. Al hacer clic en el botón "Enviar calificaciones", todas las notas de los estudiantes serán enviadas a la secretaria y dejarán de ser editables.
pt: Clique em Notas para ver/editar as notas de um estudante em particular. Quando você clicar no botão "Enviar Notas", todas as notas dos alunos serão enviadas a secretaria e não serão mais editáveis.

source: Close
es: Cerrar
pt: Fechar

source: Color
pt: Cor

source: Comment
es: Comentario
pt: Comentário

source: Comments
es: Comentarios
pt: Comentários

source: Comments by
es: Comentarios de
pt: Comentários por

source: Compact Item Print
es: Impresión Compacta de Artículo
pt: Imprimir Item Compacto

source: Company
es: Empresa
pt: Empresa

source: Complete
es: Completado
pt: Completo

source: Conclusion Date (aprox.)
es: Fecha de Conclusión (approx.)
pt: Data de Conclusão (aprox.)

source: Configuration of Student Groups for the course
es: Configuración de grupos de estudiantes para el curso
pt: Configuração de Grupos de Estudantes para o curso

source: Configure Assessments
es: Configurar evaluaciones
pt: Configurar Avaliações

source: Configure Grading Scale
es: Configurar escala de valoración
pt: Configurar Escala de Avaliação

source: Configure Settings
es: Configurar ajustes
pt: Configurações

source: Configure Student Groups
es: Configurar grupos de estudiantes
pt: Configurar Grupos de Estudantes

source: Configure default email
es: Configurar email por defecto
pt: Configurar e-mail padrão

source: Configure the Price of ERP Items
es: Configurar el precio de los artículos ERP
pt: Configurar o Preço dos Itens de ERP

source: Congrats! No assessments for now.
es: ¡Felicidades! No hay evaluaciones por ahora.
pt: Parabéns! Nenhuma avaliação por agora.

source: Congrats! No assessments to do!
es: ¡Felicidades! No hay evaluaciones pendientes.
pt: Parabéns! Nenhuma avaliação a fazer!

source: Congrats! No assessments to grade for now.
es: ¡Felicidades! No hay evaluaciones para calificar por ahora.
pt: Parabéns! Nenhuma avaliação para corrigir agora.

source: Congrats! No assessments to grade!
es: ¡Felicidades! No hay evaluaciones para calificar.
pt: Parabéns! Nenhuma avaliação para corrigir!

source: Congratulations!
es: ¡Felicidades!
pt: Parabéns!

source: Connected to
es: Conectado a
pt: Conectado a

source: Connection Name
es: Nombre de la conexión
pt: Nome da Conexão

source: Connections
es: Conexiones
pt: Conexões

source: Contacts
es: Contactos
pt: Contatos

source: Contacts and References
es: Contactos y referencias
pt: Contatos e Referências

source: Content
es: Contenido
pt: Conteúdo

source: Content Type
es: Tipo de contenido
pt: Tipo de Conteúdo

source: Content is required
es: El contenido es obligatorio
pt: Conteúdo é obrigatório

source: Continue Learning
es: Continuar aprendiendo
pt: Continuar Aprendendo

source: Copy the calendar URL and add it to your Apple Calendar by selecting "File" > "New Calendar Subscription".
es: Copia la URL del calendario y añádela a tu Calendario de Apple seleccionando \"Archivo\" > \"Nueva suscripción a calendario\".
pt: Copie a URL do calendário e adicione-a ao seu calendário selecionando "Arquivo" > "Assinatura do Novo Calendário".

source: Copy the calendar URL and add it to your Google Calendar by selecting "Other Calendars" > "From URL".
es: Copia la URL del calendario y añádela a tu Calendario de Google seleccionando \"Otros calendarios\" > \"Desde URL\".
pt: Copie a URL do calendário e adicione-a ao seu Google Agenda, selecionando "Outros calendários" > "De URL".

source: Copy the calendar URL and add it to your Outlook Calendar by selecting "Add Calendar" > "Subscribe from Web".
es: Copia la URL del calendario y añádela a tu Calendario de Outlook seleccionando \"Agregar calendario\" > \"Suscribirse desde la Web\".
pt: Copie a URL do calendário e adicione-o ao seu calendário do Outlook selecionando "Adicionar calendário" > "Inscrever-se da Web".

source: Correct
es: Correcto
pt: Correto

source: Correct Answer
es: Respuesta correcta
pt: Resposta Correta

source: Correct Answer for Feedback
es: Respuesta correcta para comentarios
pt: Resposta Correta para Feedback

source: Correct Answer:
es: Respuesta correcta:
pt: Resposta Correta:

source: Cost Center
es: Centro de costos
pt: Centro de Custo

source: Count of All Active Scholarships
es: Cuenta de todas las Becas Activas
pt: Contagem de Todas as Bolsas Ativas

source: Country
es: País
pt: País

source: Course
es: Curso
pt: Curso

source: Course Activity
es: Actividad del curso
pt: Atividade de Curso

source: Course Assess Final Results
es: Evaluar resultados finales del curso
pt: Resultados Finais do Curso Avaliados

source: Course Assess Results Detail
es: Detalle de Resultados de Evaluación del Curso
pt: Detalhes dos Resultados da Avaliação do Curso

source: Course Assessment
es: Evaluación del curso
pt: Avaliação de Curso

source: Course Assessment Criteria
es: Criterios de Evaluación del Curso
pt: Critérios de Avaliação do Curso

source: Course Assessment added successfully
es: Evaluación de curso añadida correctamente
pt: Avaliação de Curso adicionada com sucesso

source: Course Calendar
es: Calendario del curso
pt: Calendário do Curso

source: Course Calendar for the course
es: Calendario del curso para
pt: Calendário do Curso para o curso

source: Course Chapter
es: Capítulo del curso
pt: Capítulo do Curso

source: Course Code
es: Código del curso
pt: Código do Curso

source: Course Credits (Default)
es: Créditos del curso (por defecto)
pt: Créditos do Curso (Padrão)

source: Course Defaults
es: Por defecto del curso
pt: Padrões do Curso

source: Course Description
es: Descripción del curso
pt: Descrição do Curso

source: Course Description for LMS
es: Descripción del curso para LMS
pt: Descrição do Curso para LMS

source: Course Enrollment
es: Inscripción al curso
pt: Inscrição no Curso

source: Course Enrollment (Individual)
es: Inscripción al curso (independiente)
pt: Inscrição no Curso (Individual)

source: Course Enrollment Individual
es: Inscripción Individual del Curso
pt: Inscrição Individual no Curso

source: Course Enrollment Parameters
es: Parámetros de matriculación del curso
pt: Parâmetros de Inscrição no Curso

source: Course Enrollment {0} does not exists
es: Inscripción al curso {0} no existe
pt: Inscrição no Curso {0} não existe

source: Course Folder
es: Carpeta del curso
pt: Pasta do Curso

source: Course Gradebook
es: Calificaciones del curso
pt: Livro de Notas do Curso

source: Course Image
es: Imagen del curso
pt: Imagem do Curso

source: Course Information
es: Información del curso
pt: Informações do Curso

source: Course Lesson
es: Lección del curso
pt: Lição do Curso

source: Course Name
es: Nombre del curso
pt: Nome do Curso

source: Course Prerequisites
es: Prerrequisitos del curso
pt: Pré-requisitos do Curso

source: Course Progress
es: Progreso del curso
pt: Progresso do Curso

source: Course Result Tool
es: Herramienta de resultados del curso
pt: Ferramenta de Resultados do Curso

source: Course Roster
es: Alumnos del curso
pt: Lista de Curso

source: Course Schedule
es: Horario del curso
pt: Programa do Curso

source: Course Schedule Chapter
es: Capítulo de Programación de Curso
pt: Capítulo do Programa do Curso

source: Course Schedule Chapter Reference
es: Referencia del Capítulo de Programación del Curso
pt: Referência do Capítulo do Programa do Curso

source: Course Schedule Instructors
es: Instructores del Horario del Curso
pt: Instrutores do Programa do Curso

source: Course Schedule Lesson Reference
es: Referencia de la lección del horario del curso
pt: Referência da Lição do Programa do Curso

source: Course Schedule Meeting Dates
es: Calendario de reuniones del Curso
pt: Datas da Reunião do Programa do Curso

source: Course Schedule Progress
es: Progreso de la programación del curso
pt: Progresso do Programa do Curso

source: Course Schedule and token are required.
es: Se requieren el horario del curso y el token.
pt: Cronograma do Curso e token são obrigatórios.

source: Course Scheduled
es: Curso programado
pt: Curso Programado

source: Course Scheduling Failed
es: Falló la programación del curso
pt: Falha no Agendamento do Curso

source: Course Section
es: Sección del curso
pt: Seção do Curso

source: Course Title
es: Título del curso
pt: Título do Curso

source: Course Topic
es: Tema del curso
pt: Tópico do Curso

source: Course and discussion are required.
es: El curso y el debate son necesarios.
pt: Curso e discussão são obrigatórios.

source: Course code
es: Código del curso
pt: Código do curso

source: Course created successfully
es: Curso creado correctamente
pt: Curso criado com sucesso

source: Course updated successfully
es: Curso actualizado correctamente
pt: Curso atualizado com sucesso

source: Course where this assignment will be used. You may reuse this assignment in other course offerings
es: Curso donde se utilizará esta tarea. Puedes reutilizar esta tarea en otras ofertas del curso
pt: Curso onde esta tarefa será usada. Você pode reutilizar esta tarefa em outras ofertas de curso

source: Course where this discussion will be used - you may reuse this discussion in other scheduled courses
es: Curso donde se utilizará esta discusión - puedes reutilizar esta discusión en otros cursos programados
pt: Curso onde esta discussão será utilizada. Você pode reutilizar esta discussão em outros cursos agendados

source: Course where this exam will be used - you may reuse this exam in other scheduled courses
es: Curso donde se utilizará este examen - puedes reutilizar este examen en otros cursos programados
pt: Curso onde este exame será usado; você pode reutilizar este exame em outros cursos agendados

source: Course where this quiz will be used - you may reuse this quiz in other schedules
es: Curso donde se utilizará este cuestionario - puedes reutilizar este cuestionario en otros programas
pt: Curso onde este teste será usado; você pode reutilizar este teste em outros agendamentos

source: Course {0} has been added to all the selected programs successfully.
es: Curso {0} se ha añadido con éxito a todos los programas seleccionados.
pt: Curso {0} foi adicionado a todos os programas selecionados com sucesso.

source: Course_prerequisite
es: Prerrequisito del curso
pt: Pré-requisito de Curso

source: Courses
es: Cursos
pt: Cursos

source: Courses Taken
es: Cursos tomados
pt: Cursos Realizados

source: Courses are populated as the student enrolls in them. Grades are populated only when the instructor submits final grades.
es: Los cursos están poblados a medida que los estudiantes se inscriben en ellos. Las calificaciones son pobladas solo cuando el instructor envía las calificaciones finales.
pt: Os cursos são populados à medida que o aluno se inscreve neles. As notas são populadas somente quando o instrutor submete as notas finais.

source: Courses available to you
es: Cursos disponibles para ti
pt: Cursos disponíveis para você

source: Courses of this program (use Term number for guiding the student progress in Time-based programs)
es: Cursos de este programa (utilizar el número de término para guiar el progreso del estudiante en programas basados en el tiempo)
pt: Cursos deste programa (use o número do termo para guiar o progresso do aluno em programas baseados em tempo)

source: Courses per Track
es: Cursos por pista
pt: Cursos por Rota

source: Create
es: Crear
pt: Criar

source: Create Academic Terms
es: Crear Términos Académicos
pt: Criar Semestres Acadêmicos

source: Create Academic Years
es: Crear años Académicos
pt: Criar Anos Acadêmicos

source: Create Folder
es: Crear carpeta
pt: Criar Pasta

source: Create Groups
es: Crear grupos
pt: Criar Grupos

source: Create Lesson
es: Crear lección
pt: Criar Lição

source: Create New Folder
es: Crear nueva carpeta
pt: Criar Nova Pasta

source: Create Sub-folder
es: Crear subcarpeta
pt: Criar Sub-pasta

source: Create a new question
es: Crear una nueva pregunta
pt: Criar uma nova pergunta

source: Create and edit lessons for your course
es: Crea y edita lecciones para tu curso
pt: Crie e edite lições para o seu curso

source: Create your Programs
es: Crea tus programas
pt: Crie seus Programas

source: Create your holiday list
es: Crea tu lista de vacaciones
pt: Crie sua lista de feriados

source: Created
es: Creado
pt: Criado

source: Credit-hours
es: Horas de crédito
pt: Horas-crédito

source: Credits
es: Crédito
pt: Créditos

source: Credits for completion
es: Créditos para completar
pt: Créditos para conclusão

source: Credits for this program
es: Créditos para este programa
pt: Créditos para este programa

source: Credits passed per student
es: Créditos por estudiante
pt: Créditos aprovados por aluno

source: Credits-based
es: Basado en créditos
pt: Baseado em Créditos

source: Current Academic Term?
es: ¿Término Académico Actual?
pt: Semestre Acadêmico Atual?

source: Current Folder
es: Carpeta actual
pt: Pasta Atual

source: Current Lesson
es: Lección actual
pt: Lição Atual

source: Current Term (index)
es: Término actual (índice)
pt: Termo Atual (índice)

source: Customer
es: Cliente
pt: Cliente

source: Customer Details
es: Detalles del cliente
pt: Detalhes do Cliente

source: Customer Group
es: Grupo de clientes
pt: Grupo de Clientes

source: Customer Groups can have a default price list, so you can have prices for nationals and foreigners, for instance. Seminary ERP is installed with some default items, except for item price. You need to input these for each price list (default selling already exists and has some items).
es: Los grupos de clientes pueden tener una lista de precios predeterminada, así usted puede tener precios para nacionales y extranjeros, por ejemplo. El ERP seminario se instala con algunos elementos por defecto, excepto por el precio del artículo. Necesitas introducirlos para cada lista de precios (la venta predeterminada ya existe y tiene algunos elementos).
pt: Grupos de Clientes podem ter uma lista de preços padrão, então você pode ter preços para alunos nacionais e estrangeiros, por exemplo. O SeminaryERP é instalado com alguns itens padrão, exceto pelo preço dos itens. Você precisa inserir esses preços para cada lista de preços (a venda padrão já existe e tem alguns itens).

source: Customer {0} created and linked to Student
es: Cliente {0} creado y vinculado al Estudiante
pt: Cliente {0} criado e vinculado ao Aluno

source: Customer {0} updated
es: Cliente {0} actualizado
pt: Cliente {0} atualizado

source: Customers
es: Clientes
pt: Clientes

source: Dashboard
es: Tablero
pt: Painel de Controle

source: Data Import Tool
es: Herramienta de importación de datos
pt: Ferramenta de Importação de Dados

source: Date
es: Fecha
pt: Data

source: Date of Birth
es: Fecha de nacimiento
pt: Data de Nascimento

source: Date of Birth cannot be greater than Joining Date.
es: La fecha de nacimiento no puede ser mayor que la fecha de inscripción.
pt: Data de Nascimento não pode ser maior que a Data de Ingresso.

source: Date of Birth cannot be greater than today.
es: La fecha de nacimiento no puede ser mayor que hoy.
pt: Data de Nascimento não pode ser maior que hoje.

source: Date of Conclusion
es: Fecha de Conclusión
pt: Data de Conclusão

source: Date of Leaving
es: Fecha de salida
pt: Data de Saída

source: Days of the Week
es: Días de la semana
pt: Dias da Semana

source: Default Fee Category
es: Categoría de tarifa por defecto
pt: Categoria de Taxa Padrão

source: Default Grading Scale
es: Escala de valoración por defecto
pt: Escala de Notas Padrão

source: Define Billable Items on the ERP
es: Definir elementos facturables en el ERP
pt: Definir Itens Faturáveis no ERP

source: Define Payment Terms
es: Definir términos de pago
pt: Definir Termos de Pagamento

source: Define Scholarships
es: Definir Becas
pt: Definir Bolsas de Estudo

source: Define Units of Measure (UOM)
es: Definir unidades de medición (UOM)
pt: Definir Unidades de Medida (UOM)

source: Define your price lists
es: Definir tus listas de precios
pt: Defina suas listas de preços

source: Degree achieved
es: Grado alcanzado
pt: Grau alcançado

source: Delete
es: Eliminar
pt: Excluir

source: Delete Chapter
es: Eliminar capítulo
pt: Excluir Capítulo

source: Delete File
es: Eliminar archivo
pt: Excluir Arquivo

source: Delete Lesson
es: Eliminar lección
pt: Excluir Aula

source: Delete this chapter?
es: ¿Eliminar este capítulo?
pt: Excluir este capítulo?

source: Delete this lesson?
es: ¿Eliminar esta lección?
pt: Excluir esta aula?

source: Deleting this chapter will also delete all its lessons and permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
es: Eliminar este capítulo también eliminará todas sus lecciones y la eliminará permanentemente del curso. Esta acción no se puede deshacer. ¿Está seguro de que desea continuar?
pt: Excluir este capítulo também excluirá todas as suas aulas e o removerá permanentemente do curso. Esta ação não pode ser desfeita. Tem certeza de que deseja continuar?

source: Deleting this lesson will permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
es: Eliminar esta lección permanentemente la eliminará del curso. Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar?
pt: Excluir esta aula a removerá permanentemente do curso. Esta ação não pode ser desfeita. Tem certeza de que deseja continuar?

source: Department
es: Departamento
pt: Departamento

source: Depending on Assessment Criteria Type, the proper linked activity can be selected
es: Dependiendo del tipo de criterio de evaluación, la actividad vinculada adecuada puede ser seleccionada
pt: Dependendo do Tipo de Critério de Avaliação, a atividade vinculada apropriada pode ser selecionada

source: Description
es: Descripción
pt: Descrição

source: Descriptive
es: Descriptivo
pt: Descritivo

source: Desk
es: Escritorio
pt: Área de Trabalho

source: Details
es: Detalles
pt: Detalhes

source: Direct Supervisor
es: Supervisor directo
pt: Supervisor Direto

source: Disabilities
es: Discapacidades
pt: Deficiências

source: Discard
es: Descartar
pt: Descartar

source: Discount (%)
es: Descuento (%)
pt: Desconto (%)

source: Discounts per fee
es: Descuentos por tarifa
pt: Descontos por taxa

source: Discussion
es: Discusión
pt: Discussão

source: Discussion Activities
es: Actividades de discusión
pt: Atividades de Discussão

source: Discussion Activity
es: Actividad de discusión
pt: Atividade de Discussão

source: Discussion Activity Submission
es: Envío de actividad de discusión
pt: Submissão de Atividade de Discussão

source: Discussion Activity Title
es: Título de la actividad de discusión
pt: Título da Atividade de Discussão

source: Discussion Name
es: Nombre de discusión
pt: Nome da Discussão

source: Discussion Prompt
es: Instrucciones para debates
pt: Prompt de Discussão

source: Discussion Submission
es: Envío de discusión
pt: Submissão de Discussão

source: Discussion Submission Replies
es: Respuestas a los envíos de discusión
pt: Respostas de Submissão de Discussão

source: Discussion Submissions
es: Envíos de discusión
pt: Submissões de Discussão

source: Discussion Title
es: Título del debate
pt: Título da Discussão

source: Discussion created successfully
es: Discusión creada con éxito
pt: Discussão criada com sucesso

source: Discussion submitted successfully
es: Debate enviado correctamente
pt: Discussão enviada com sucesso

source: Discussion updated successfully
es: Discusión actualizada correctamente
pt: Discussão atualizada com sucesso

source: Divorced
es: Divorciado
pt: Divorciado

source: Do you check your email daily (Mon-Sat)?
es: ¿Revisa su correo electrónico diariamente (Lun-Sab)?
pt: Você verifica seu e-mail diariamente (Seg-Sáb)?

source: Do you want to update attendance? <br> Present: {0} <br> Absent: {1}
es: ¿Quieres actualizar la asistencia? <br> Presente: {0} <br> Ausente: {1}
pt: Você deseja atualizar a presença? <br> Presente: {0} <br> Ausente: {1}

source: Doctorate
es: Doctorado
pt: Doutorado

source: Doctrinal Agreement
es: Acuerdo Doctrinal
pt: Concordância Doutrinária

source: Doctrinal Statement
es: Declaración Doctrinal
pt: Declaração Doutrinária

source: Doctrine
es: Doctrina
pt: Doutrina

source: Document
es: Documento
pt: Documento

source: Don't check pre-requisites
es: No comprobar los requisitos previos
pt: Não verificar pré-requisitos

source: Drop a lesson here to start this chapter
es: Arrastra una lección aquí para iniciar este capítulo
pt: Solte uma aula aqui para iniciar este capítulo

source: Drop files here or click to upload
es: Soltar archivos aquí o haga clic para subir
pt: Arraste ficheiros aqui ou clique para carregar

source: Drop here to move to the end of this chapter
es: Soltar aquí para mover al final de este capítulo
pt: Solte aqui para mover para o final deste capítulo

source: Due
es: Vence
pt: Vencimento

source: Due Date
es: Fecha de fin
pt: Data de Vencimento

source: Due Date and time
es: Fecha y hora límite
pt: Data e hora de Vencimento

source: Due Soon
es: Vence pronto
pt: Vence em breve

source: Due:
es: Vencimiento:
pt: Vencimento:

source: Duplicate options found for this question.
es: Se han encontrado opciones duplicadas para esta pregunta.
pt: Opções duplicadas encontradas para esta pergunta.

source: Duration
es: Duración
pt: Duração

source: Duration (in minutes)
es: Duración (en minutos)
pt: Duração (em minutos)

source: Duration (numbers only)
es: Duración (solo números)
pt: Duração (apenas números)

source: Duration (unit of measure)
es: Duración (unidad de medida)
pt: Duração (unidade de medida)

source: ERP Item
es: Elemento ERP
pt: Item no ERP
