Repository: klisia-org/seminary
Catalog: seminary/locale/*.po
Languages: es, pt

source: to grade
es: para calificar
pt: para avaliar

source: ...Adding Article to Topics
es: ...Añadiendo artículo a temas
pt: ...Adicionando Artigo aos Tópicos

source: ...Adding Course to Programs
es: ...Añadiendo curso a programas
pt: ...Adicionando Curso aos Programas

source: 1 time
es: 1 vez
pt: 1 vez

source: <div class="ql-editor read-mode"><h2>It is easy to enroll online!</h2><p><br></p><ol><li data-list="ordered"><span class="ql-ui" contenteditable="false"></span>Select your program (if you are currently enrolled in more than one)</li><li data-list="ordered"><span class="ql-ui" contenteditable="false"></span>Select the Course scheduled</li><li data-list="ordered"><span class="ql-ui" contenteditable="false"></span>Click enroll</li></ol></div>
es: <div class=\"ql-editor read-mode\"><h2>¡Es fácil inscribirse en línea!</h2><p><br></p><ol><li data-list=\"ordered\"><span class=\"ql-ui\" contenteditable=\"false\"></span>Selecciona tu programa (si actualmente estás inscrito en más de uno)</li><li data-list=\"ordered\"><span class=\"ql-ui\" contenteditable=\"false\"></span>Selecciona el curso programado</li><li data-list=\"ordered\"><span class=\"ql-ui\" contenteditable=\"false\"></span>Haz clic en Inscribirse</li></ol></div>
pt: <div class=\"ql-editor read-mode\"><h2>É fácil se inscrever online!</h2><p><br></p><ol><li data-list=\"ordered\"><span class=\"ql-ui\" contenteditable=\"false\"></span>Selecione seu programa (se você estiver atualmente inscrito em mais de um)</li><li data-list=\"ordered\"><span class=\"ql-ui\" contenteditable=\"false\"></span>Selecione o curso agendado</li><li data-list=\"ordered\"><span class=\"ql-ui\" contenteditable=\"false\"></span>Clique em inscrever-se</li></ol></div>

source: <div class="ql-editor read-mode"><h3>We rejoice in the Lord that you are seeking to grow in the love and knowledge of our triune God alongside us!</h3><p><br></p><p>Please fill this form and we will get back to you, as soon as we prayerfully consider your application.</p></div>
es: <div class=\"ql-editor read-mode\"><h3>¡Nos regocijamos en el Señor de que estés buscando crecer en el amor y el conocimiento de nuestro Dios trino junto a nosotros!</h3><p><br></p><p>Completa este formulario y nos pondremos en contacto contigo en cuanto consideremos en oración tu solicitud.</p></div>
pt: <div class="ql-editor read-mode"><h3>Nós nos alegramos com o Senhor que você está procurando crescer no amor e conhecimento do nosso Deus triuno ao nosso lado!</h3><p><br></p><p>Por favor, preencha este formulário e nós entraremos em contato com você assim que orarmos para considerar sua aplicação.</p></div>

source: <div class="ql-editor read-mode"><p><span style="font-size: 14px;">We rejoice in the Lord you decided to enroll in one of our programs.</span></p><p><span style="font-size: 14px;">Please fill this form and we will get back to you.</span></p></div>
es: <div class=\"ql-editor read-mode\"><p><span style=\"font-size: 14px;\">Nos regocijamos en el Señor de que hayas decidido inscribirte en uno de nuestros programas.</span></p><p><span style=\"font-size: 14px;\">Completa este formulario y nos pondremos en contacto contigo.</span></p></div>
pt: <div class="ql-editor read-mode"><p><span style="font-size: 14px;">Nós nos regojizamos no Senhor por você ter decidido se inscrever em um de nossos programas.</span></p><p><span style="font-size: 14px;">Por favor, preencha este formulário e nós vamos lhe responder.</span></p></div>

source: <div>table</div>
es: <div>tabla</div>
pt: <div>tabela</div>

source: <span class="h4"><b>Setup</b></span>
es: <span class="h4"><b>Configurar</b></span>
pt: <span class="h4"><b>Configuração</b></span>

source: <span class="h4"><b>Tuition Management</b></span>
es: <span class="h4"><b>Gestión de la matrícula</b></span>
pt: <span class="h4"><b>Gestão de Mensalidades</b></span>

source: <span class="h4">Initial Guided Setup</span>
es: <span class="h4">Configuración guiada inicial</span>
pt: <span class="h4">Configuração Guiada Inicial</span>

source: <span class="h4">Seminary Academic Operations</span>
es: <span class="h4">Operaciones Académicas del Seminario</span>
pt: <span class="h4">Operações Acadêmicas do Seminário</span>

source: A one line introduction to the course that appears on the course card (less than 55 characters)
es: Una introducción de una línea al curso que aparece en la tarjeta del curso (menos de 55 caracteres)
pt: Uma linha de introdução ao curso que aparece no cartão do curso (menos de 55 caracteres)

source: ALL courses of the program must be listed here. See also the tab "Tracks" where you can configure if a course is mandatory for specific tracks of this program.
es: Todos los cursos del programa deben estar listados aquí. Vea también la pestaña "Pistas" donde puede configurar si un curso es obligatorio para pistas específicas de este programa.
pt: TODOS os cursos do programa devem estar listados aqui. Veja também a aba "Ênfases" onde poderá configurar se um curso é obrigatório para faixas específicas deste programa.

source: Absent
es: Ausente
pt: Ausente

source: Absent Student Report
es: Informe del estudiante ausente
pt: Relatório de Alunos Ausentes

source: Academic
es: Académico
pt: Acadêmico

source: Academic Setup
es: Configuración Académica
pt: Configuração Acadêmica

source: Academic Term
es: Plazo Académico
pt: Semestre Acadêmico

source: Academic Term and Program
es: Plazo académico y programa
pt: Semestre e Programa Acadêmicos

source: Academic Term for Enrollment
es: Término académico para la inscripción
pt: Semestre Acadêmico para Matrícula

source: Academic Term on Enrollment
es: Término académico en la inscripción
pt: Semestre Acadêmico na Matrícula

source: Academic Term {0} does not belong to Academic Year {1}
es: El término académico {0} no pertenece al año académico {1}
pt: O Semestre Acadêmico {0} não pertence ao Ano Letivo {1}

source: Academic Year
es: Año Académico
pt: Ano Letivo

source: Academic Year End Date
es: Fecha final del año académico
pt: Data de Término do Ano Letivo

source: Academic Year Name
es: Nombre de Año Académico
pt: Nome do Ano Letivo

source: Academic Year Start Date
es: Fecha de inicio del Año Académico
pt: Data de Início do Ano Letivo

source: Academic Year for Enrollment
es: Año académico para la inscripción
pt: Ano Letivo para Matrícula

source: Academics User
es: Usuario Académico
pt: Usuário Acadêmico

source: Acceptable Answer 1
es: Respuesta aceptable 1
pt: Resposta Aceitável 1

source: Acceptable Answer 2
es: Respuesta aceptable 2
pt: Resposta Aceitável 2

source: Acceptable Answer 3
es: Respuesta aceptable 3
pt: Resposta Aceitável 3

source: Acceptable Answer 4
es: Respuesta aceptable 4
pt: Resposta Aceitável 4

source: Accepted file type
es: Tipo de archivo aceptado
pt: Tipo de arquivo aceito

source: Access is restricted for some user groups.
es: El acceso está restringido para algunos grupos de usuarios.
pt: O acesso é restrito para alguns grupos de usuários.

source: Accounting Ledger
es: Libro contable
pt: Livro de Contas

source: Accounts
es: Cuentas
pt: Contas

source: Accounts Manager
es: Gestor de cuentas
pt: Gerente de Contas

source: Accounts User
es: Cuentas de usuario
pt: Usuário de Contas

source: Achievement
es: Logro
pt: Conquista

source: Action
es: Acción
pt: Ação

source: Action cancelled.
es: Acción cancelada.
pt: Ação cancelada.

source: Active
es: Activo
pt: Ativo

source: Active Program?
es: ¿Programa activo?
pt: Programa Ativo?

source: Active Scholarship List
es: Lista Activa de Becas
pt: Lista de Bolsas Ativas

source: Active Scholarships
es: Becas activas
pt: Bolsas Ativas

source: Active Scholarships (all types)
es: Becas activas (todos los tipos)
pt: Bolsas Ativas (todos os tipos)

source: Active Students that passed each course
es: Estudiantes activos que pasaron por cada curso
pt: Estudantes Ativos que passaram em cada curso

source: Active students that passed each course
es: Estudiantes activos que pasaron por cada curso
pt: Estudantes ativos que passaram em cada curso

source: Active?
es: ¿Activo?
pt: Ativo?

source: Activity Date
es: Fecha de actividad
pt: Data da Atividade

source: Activity Selection
es: Selección de actividad
pt: Seleção de Atividade

source: Actual Extra Points
es: Puntos adicionales reales
pt: Pontos extras conferidos

source: Add
es: Añadir
pt: Adicionar

source: Add Article to Topics
es: Añadir artículo a temas
pt: Adicionar Artigo aos Tópicos

source: Add Chapter
es: Añadir capítulo
pt: Adicionar Capítulo

source: Add Course Assessment
es: Añadir Evaluación del Curso
pt: Adicionar Avaliação do Curso

source: Add Course to Programs
es: Añadir curso a programas
pt: Adicionar Curso aos Programas

source: Add Evaluation
es: Añadir evaluación
pt: Adicionar Avaliação

source: Add Instructors
es: Añadir instructores
pt: Adicionar Instrutores

source: Add Lesson
es: Añadir lección
pt: Adicionar Aula

source: Add Meeting Dates
es: Añadir fechas de reunión
pt: Adicionar Datas de Reunião

source: Add a comment
es: Añadir un comentario
pt: Adicionar um comentário

source: Add a discussion activity to your lesson
es: Añade una actividad de discusión a tu lección
pt: Adicionar uma atividade de discussão à sua aula

source: Add a new question
es: Añadir una nueva pregunta
pt: Adicionar uma nova questão

source: Add a quiz to your lesson
es: Añade un cuestionario a tu lección
pt: Adicionar um questionário à sua aula

source: Add an assignment to your lesson
es: Añadir una tarea a tu lección
pt: Adicionar uma tarefa à sua aula

source: Add an exam to your lesson
es: Añade un examen a tu lección
pt: Adicionar um exame à sua aula

source: Add an existing question
es: Añadir una pregunta existente
pt: Adicionar uma questão existente

source: Add at least one possible answer for this question: {0}
es: Añadir al menos una respuesta posible para esta pregunta: {0}
pt: Adicione pelo menos uma resposta possível para esta questão: {0}

source: Add to Programs
es: Añadir a programas
pt: Adicionar aos Programas

source: Add to Topics
es: Añadir a temas
pt: Adicionar aos Tópicos

source: Add your assignment as {0}
es: Añadir su tarea como {0}
pt: Adicione sua tarefa como {0}

source: Address
es: Dirección
pt: Endereço

source: Address Line 1
es: Dirección línea 1
pt: Linha de Endereço 1

source: Address Line 2
es: Dirección línea 2
pt: Linha de Endereço 2

source: Administrator
es: Administrador
pt: Administrador

source: Admission
es: Admisión
pt: Admissão

source: Admission End Date
es: Fecha de fin de entrada
pt: Data de Término da Admissão

source: Admission End Date should be greater than Admission Start Date.
es: La fecha de finalización de la admisión debe ser mayor que la fecha de inicio de la admisión.
pt: A Data de Término da Admissão deve ser maior que a Data de Início da Admissão.

source: Admission Start Date
es: Fecha de inicio de entrada
pt: Data de Início da Admissão

source: Admission and Enrollments
es: Inscripciones y admisión
pt: Admissão e Matrículas

source: Admissions for {0}
es: Admisiones de {0}
pt: Admissões para {0}

source: Admitted
es: Admitido
pt: Admitido

source: All Active Scholarships
es: Todas las Becas activas
pt: Todas as Bolsas Ativas

source: All Courses
es: Todos los cursos
pt: Todos os Cursos

source: All Exams
es: Todos los exámenes
pt: Todos os Exames

source: All Groups
es: Todos los grupos
pt: Todos os Grupos

source: All Possible Questions
es: Todas las preguntas posibles
pt: Todas as Questões Possíveis

source: All Student Admissions
es: Todas las admisiones de estudiantes
pt: Todas as Admissões de Alunos

source: All Terms
es: Todos los períodos académicos
pt: Todos os Períodos

source: All changes will be recorded for audit purposes
es: Todos los cambios se registrarán con fines de auditoría
pt: Todas as mudanças serão registradas para fins de auditoria

source: All questions should have the same points if a limit is set, as students will receive a subset of questions.
es: Todas las preguntas deben tener los mismos puntos si se establece un límite, ya que los estudiantes recibirán un subconjunto de preguntas.
pt: Todas as perguntas devem ter os mesmos pontos se um limite for definido, pois os alunos receberão um subconjunto de perguntas.

source: Allow Discussions
es: Permitir discusiones
pt: Permitir Discussões

source: Allow audits?
es: ¿Permitir auditorías?
pt: Permitir auditorias?

source: Amended From
es: Desde
pt: Alterado De

source: An academic term with this 'Academic Year' {0} and 'Term Name' {1} already exists. Please modify these entries and try again.
es: Un término académico con este 'Año Académico' {0} y 'Nombre del término' {1} ya existe. Por favor, modifique estas entradas e inténtelo de nuevo.
pt: Um semestre acadêmico com este 'Ano Letivo' {0} e 'Nome do Semestre' {1} já existe. Por favor, modifique essas entradas e tente novamente.

source: An error occurred
es: Se ha producido un error
pt: Ocorreu um erro

source: An error occurred while uploading files.
es: Se produjo un error al subir archivos.
pt: Ocorreu um erro ao enviar os arquivos.

source: Announcement
es: Anuncio
pt: Anúncio

source: Announcement has been sent successfully
es: El anuncio se ha enviado correctamente
pt: Anúncio enviado com sucesso

source: Answer
es: Respuesta
pt: Resposta

source: Answer Given
es: Respuesta dada
pt: Resposta Dada

source: Answers
es: Respuestas
pt: Respostas

source: Appears on the course card in the course list
es: Aparece en la tarjeta del curso en la lista de cursos
pt: Aparece no cartão do curso na lista de cursos

source: Apple Calendar
es: Calendario de Apple
pt: Calendário da Apple

source: Application Date
es: Fecha de la aplicación
pt: Data de Solicitação

source: Application Fee
es: Tarifa de la aplicación
pt: Taxa de Solicitação

source: Application Status
es: Estado de la aplicación
pt: Status da Solicitação

source: Applied
es: Aplicado
pt: Solicitado

source: Apply Now
es: Aplicar ahora
pt: Inscreva-se Agora

source: Apply to be our Student
es: Solicita ser nuestro estudiante
pt: Aplique para ser nosso aluno

source: Approve
es: Aprobar
pt: Aprovar

source: Approved
es: Aprobado
pt: Aprovado

source: Are you disabled?
es: ¿Estás deshabilitado?
pt: Você é portador de deficiência?

source: Are you sure you want to delete this record?
es: ¿Está seguro que desea eliminar este registro?
pt: Você tem certeza de que deseja deletar este registro?

source: Are you sure? All students and professors will need to re-subscribe to the course calendar.
es: ¿Estás seguro? Todos los estudiantes y profesores tendrán que volver a suscribirse al calendario del curso.
pt: Tem certeza? Todos os estudantes e professores precisarão subscrever novamente o calendário do curso.

source: Article
es: Artículo
pt: Artigo

source: Assessment
es: Evaluación
pt: Avaliação

source: Assessment Configuration for the course
es: Configuración de evaluaciones del curso
pt: Configuração de Avaliações para o curso

source: Assessment Criteria
es: Criterios de Evaluación
pt: Critérios de Avaliação

source: Assessment Criteria Assignment
es: Criterios de Evaluación
pt: Critério de Avaliação de Tarefa

source: Assessment Criteria Discussion
es: Discusión de criterios de evaluación
pt: Critério de Avaliação de Discussão

source: Assessment Criteria Exam
es: Examen de Criterios de Evaluación
pt: Critério de Avaliação de Exame

source: Assessment Criteria Quiz
es: Cuestionario de criterios de evaluación
pt: Critério de Avaliação de Questionário

source: Assessment Criteria Type
es: Tipo de criterio de examen
pt: Tipo de Critérios de Avaliação

source: Assessment Criteria for
es: Criterios de Evaluación para
pt: Critérios de Avaliação para

source: Assessment Title
es: Título del examen
pt: Título da Avaliação

source: Assessment Type
es: Tipo de examen
pt: Tipo de Avaliação

source: Assessment criteria deleted successfully
es: Criterios de evaluación eliminados correctamente
pt: Critérios de avaliação eliminados com sucesso

source: Assign Scholarships in the Payers for Program Enrollment
es: Asignar Becas en el programa de inscripción de pagadores
pt: Atribuir Bolsas em Pagadores para Inscrições no Programa

source: Assignment
es: Asignación
pt: Atribuição

source: Assignment Activity
es: Actividad de la tarea
pt: Atividade de Atribuição

source: Assignment Attachment
es: Adjunto de la tarea
pt: Anexo de Atribuição

source: Assignment Details
es: Detalles de la tarea
pt: Detalhes da Atribuição

source: Assignment ID
es: ID de la tarea
pt: ID da Atribuição

source: Assignment Submission
es: Envío de la tarea
pt: Submissão de Atribuição

source: Assignment Submissions
es: Entregas de tareas
pt: Envios de Tarefas

source: Assignment Title
es: Título de la tarea
pt: Título da Atribuição

source: Assignment activities are to be submitted on the LMS
es: Las actividades de la tarea se enviarán al LMS
pt: Atividades de atribuição devem ser enviadas no LMS

source: Assignment for Lesson {0} by {1} already exists.
es: Ya existe una tarea para la lección {0} por {1}.
pt: Atribuição para a Lição {0} por {1} já existe.

source: Assignment saved successfully
es: Tarea guardada correctamente
pt: Atribuição salva com sucesso

source: Assignment submitted successfully
es: Tarea enviada con éxito
pt: Atribuição enviada com sucesso

source: Assignments
es: Asignaciones
pt: Atribuições

source: At least one option must be correct for this question.
es: Al menos una opción debe ser correcta para esta pregunta.
pt: Pelo menos uma opção deve estar correta para esta pergunta.

source: Attach File
es: Adjuntar archivo
pt: Anexar Arquivo

source: Attachment type
es: Tipo de archivo adjunto
pt: Tipo de Anexo

source: Attendance
es: Asistencia
pt: Presença

source: Attendance Based On
es: Asistencia basada en
pt: Presença Baseada em

source: Attendance Marked
es: Asistencia Marcada
pt: Presença Registrada

source: Attendance for:
es: Asistencia para:
pt: Presença para:

source: Attendance taken
es: Asistencia tomada
pt: Presença tomada

source: Attendance updated successfully
es: Asistencia actualizada correctamente
pt: Presença atualizada com sucesso

source: Audit
es: Oyente
pt: Ouvinte

source: Audit Settings
es: Ajustes de auditoría
pt: Configurações de Auditoria

source: Author
es: Autor
pt: Autor

source: Auto-advance students in Time-based Programs?
es: ¿Avanzar automáticamente a los estudiantes en programas basados en el tiempo?
pt: Avançar automaticamente estudantes em Programas por Tempo?

source: Bachelor
es: Licenciatura
pt: Bacharel

source: Back to Course
es: Volver al curso
pt: Voltar para o Curso

source: Bio
es: Biografía
pt: Biografia

source: Black
es: Negro
pt: Negro

source: Block Course Enrollment until paid?
es: ¿Bloquear la inscripción en el curso hasta pagar?
pt: Bloquear Inscrição do Curso até estar pago?

source: Blood Group
es: Grupo de sangre
pt: Grupo Sanguíneo

source: Building
es: Edificio
pt: Prédio

source: Building Name
es: Nombre del edificio
pt: Nome do Prédio

source: Building Rooms
es: Edificios
pt: Salas do Prédio

source: Buildings
es: Edificios
pt: Prédios

source: By default, the Sales Invoice Created will be in Draft Mode. If enabled, the Sales Invoice will be submitted once created.
es: De forma predeterminada, la factura de ventas creada estará en modo borrador. Si está activada, la factura de ventas se enviará una vez creada.
pt: Por padrão, a Fatura de Vendas Criada estará em Modo Rascunho. Se ativado, a Fatura de Vendas será enviada assim que criada.

source: By signing here, I certify that I read and fully agree with the doctrinal statement above.
es: Al firmar aquí, certifico que leo y estoy totalmente de acuerdo con la declaración doctrinal anterior.
pt: Ao assinar aqui, certifico que li e estou totalmente de acordo com a declaração doutrinária acima.

source: Calendar Instructions
es: Instrucciones del calendario
pt: Instruções do Calendário

source: Calendar Token
es: Token del calendario
pt: Token do Calendário

source: Calendar URL copied to clipboard! You can now add it to your calendar application.
es: ¡La URL del calendario se copió al portapapeles! Ahora puedes agregarla a tu aplicación de calendario.
pt: URL do calendário copiada para a área de transferência! Agora você pode adicioná-la ao seu aplicativo de calendário.

source: Can't create standard criteria. Please rename the criteria
es: No se pueden crear criterios estándar. Por favor, renombra los criterios
pt: Não é possível criar critérios padrão. Por favor, renomeie o critério

source: Cancel
es: Cancelar
pt: Cancelar

source: Cannot mark attendance for future dates.
es: No se puede marcar la asistencia para fechas futuras.
pt: Não é possível marcar presença para datas futuras.

source: Cannot set attendance of future dates
es: No se puede establecer la asistencia a las fechas futuras
pt: Não é possível definir presença de datas futuras

source: Category Type
es: Tipo de categoría
pt: Tipo de Categoria

source: Changed successfully
es: Cambiado con éxito
pt: Alterado com sucesso

source: Changes in these criteria will affect only this instance of the course. If you want to change assessment of all future courses, please make the change within the master Course setting.
es: Los cambios en estos criterios solo afectarán a esta instancia del curso. Si quieres cambiar la evaluación de todos los cursos futuros, por favor haz el cambio dentro de la configuración del curso maestro.
pt: Alterações nestes critérios afetarão apenas esta instância do curso. Se você deseja alterar a avaliação de todos os cursos futuros, por favor faça a mudança nas configurações do curso mestre.

source: Chapter
es: Capítulo
pt: Capítulo

source: Chapter Title
es: Título del capítulo
pt: Título do Capítulo

source: Chapter Title is required
es: Título del capítulo es obligatorio
pt: Título do Capítulo é necessário

source: Chapter added successfully
es: Capítulo añadido correctamente
pt: Capítulo adicionado com sucesso

source: Chapter deleted successfully
es: Capítulo eliminado correctamente
pt: Capítulo excluído com sucesso

source: Chapter updated successfully
es: Capítulo actualizado correctamente
pt: Capítulo atualizado com sucesso

source: Chapters
es: Capítulos
pt: Capítulos

source: Check
es: Comprobar
pt: Verificar

source: Check all
es: Marcar todo
pt: Marcar tudo

source: Check if you want to force the student to answer one question before moving to the next (each question on a page)
es: Marca si quieres forzar al estudiante a responder una pregunta antes de pasar a la siguiente (cada pregunta en una página)
pt: Marcar se desejado forçar o estudante a responder uma pergunta antes de passar para a próxima (cada pergunta em uma página)

source: Check if you want to reuse the group in other courses.
es: Comprueba si quieres reutilizar el grupo en otros cursos.
pt: Marque se você desejar reutilizar o grupo em outros cursos.

source: Check this box if this is a Program Emphasis. Students may have only one Program Emphasis. If not checked, this track will serve to organize number of credits for this track (e.g. the program requires 6 hours in Greek, but 8 different courses may be chosen to fill this requirement).
es: Marque esta casilla si este es un programa vacío. Los estudiantes pueden tener un solo programa vacío. Si no está marcado, esta pista servirá para organizar el número de créditos para esta énfasis (e.g., el programa requiere 6 horas en griego, pero se pueden elegir 8 cursos diferentes para cumplir este requisito).
pt: Marque esta caixa se for ênfase de programa. Os alunos podem ter apenas uma ênfase de programa. Se não marcado, esse caminho servirá para organizar o número de créditos para este caminho (por exemplo, o programa requer 6 horas em grego, mas podem ser escolhidos 8 cursos diferentes para preencher essa exigência).
