Repository: klisia-org/seminary
Catalog: seminary/locale/*.po
Languages: es, pt

source: There are no submissions for this assignment.
es: No hay envíos para esta asignación.
pt: Não há submissões para esta atividade.

source: There are no submissions for this course.
es: No hay envíos para este curso.
pt: Não há nenhuma submissão para este curso.

source: There are no submissions for this discussion activity.
es: No hay envíos para esta actividad de debate.
pt: Não existem submissões para esta atividade de discussão.

source: There has been an update on your submission for assignment {0}
es: Ha habido una actualización en su envío para la tarea {0}
pt: Houve uma atualização no seu envio para a tarefa {0}

source: There has been an update on your submission. You have got a score of {0} for the quiz {1}
es: Ha habido una actualización en tu envío. Tienes una puntuación de {0} para el cuestionario {1}
pt: Houve uma atualização no seu envio. Você obteve uma pontuação de {0} no teste {1}

source: There were errors creating Course Schedule
es: Hubo errores al crear el horario del curso
pt: Houve erros ao criar o Cronograma de Cursos

source: This Course Enrollment {0} already exists.
es: Inscripción al curso {0} ya existe
pt: Esta matrícula de curso {0} já existe.

source: This allow this discussion to be used in other course offerings.
es: Esto permite que este debate se utilice en otras ofertas de curso.
pt: Isso permite que esta discussão seja usada em outras ofertas de cursos.

source: This allows the same course to be used in different programs, in different terms and with different number of credits.
es: Esto permite que el mismo curso se utilice en diferentes programas, en diferentes términos y con un número diferente de créditos.
pt: Isso permite que o mesmo curso seja usado em diferentes programas, em diferentes períodos e com diferentes números de créditos.

source: This article is already added to the existing topics
es: Este artículo ya se ha añadido a los temas existentes
pt: Este artigo já foi adicionado aos tópicos existentes

source: This course has:
es: Este curso tiene:
pt: Este curso tem:

source: This course is already added to the existing programs
es: Este curso ya se ha añadido a los programas existentes
pt: Este curso já foi adicionado aos programas existentes

source: This customer will be used in all Sales Invoices of Scholarships.
es: Este cliente será utilizado en todas las Facturas de Venta de Becas.
pt: Este cliente será usado em todas as Faturas de Vendas das Bolsas de Estudo.

source: This email must be of someone who can endorse your active involvement in a local church.
es: Este correo electrónico debe ser de alguien que pueda refrendar su participación activa en una iglesia local.
pt: Este email deve ser de alguém que possa endossar seu envolvimento ativo em uma igreja local.

source: This exam consists of
es: Este examen consta de
pt: Este exame consiste em

source: This introduction may be truncated on the course card.
es: Esta introducción puede ser truncada en la tarjeta del curso.
pt: Esta introdução pode ser truncada no cartão do curso.

source: This is a child table of Program Enrollment
es: Esta es una tabla hija de la inscripción al programa
pt: Esta é uma tabela filha da Inscrição no Programa

source: This is a text field that can be used for notes, etc.
es: Este es un campo de texto que puede ser usado para notas, etc.
pt: Este é um campo de texto que pode ser usado para notas, etc.

source: This is for the initial setup but some actions will need to be repeated
es: Esto es para la configuración inicial, pero algunas acciones tendrán que repetirse
pt: Este é para a configuração inicial, mas algumas ações precisarão ser repetidas

source: This is not yet implemented
es: Esto aún no está implementado
pt: Isso ainda não foi implementado

source: This is only used when Reuse Group is checked.
es: Esto solo se utiliza cuando se selecciona Reutilizar Grupo.
pt: Isso só é usado quando o Grupo de Reuso está marcado.

source: This is the maximum extra points a student may earn (in their final grade for the course)
es: Este es el máximo de puntos adicionales que un estudiante puede ganar (en su calificación final para el curso)
pt: Este é o máximo de pontos extras que um estudante pode obter (em sua nota final para o curso)

source: This is the name that will appear on the LMS.
es: Este es el nombre que aparecerá en el LMS.
pt: Este é o nome que aparecerá no LMS.

source: This may be used to filter or sort programs.
es: Esto se puede utilizar para filtrar u ordenar programas.
pt: Isso pode ser usado para filtrar ou classificar programas.

source: This must be done in this order. The links below are for manual input. SeminaryERP has a tool to import data (the same tool for all, just a dropdown to select which "Doctype" to import).
es: Esto debe hacerse en este orden. Los siguientes enlaces son para la entrada manual. SeminaryERP tiene una herramienta para importar datos (la misma herramienta para todos, solo un desplegable para seleccionar qué "Doctype" para importar).
pt: Isso deve ser feito nesta ordem. Os links abaixo são para entrada manual. O SeminaryERP tem uma ferramenta para importar dados (a mesma ferramenta para todos, apenas um menu suspenso para selecionar qual "Doctype" importar).

source: This quiz consists of '${a(b).length}' questions
es: Este cuestionario consta de '${a(b).length}' preguntas
pt: Este teste consiste em '${a(b).length}' perguntas

source: This refers to the Course itself, not the Course Schedule (so can be used for many CS)
es: Esto se refiere al Curso en sí, no al Horario del Curso (por lo que puede ser utilizado para muchos CS)
pt: Isso se refere ao próprio Curso, não aos Cursos Ofertados (então pode ser usado para muitos cursos agendados)

source: This serves to filter questions specific for a course
es: Esto sirve para filtrar preguntas específicas para un curso
pt: Isso serve para filtrar perguntas específicas para um curso

source: This should bring Course Schedule where the program_enrollment.student is enrolled.
es: Esto debería traer el horario del curso donde el program_enrollment.student está inscrito.
pt: Isso deve trazer o Curso Ofertado onde o estudante de inscrição no programa está matriculado.

source: This will allow you to configure in detail the programs you offer.
es: Esto le permitirá configurar en detalle los programas que ofrece.
pt: Isso permitirá que você configure em detalhes os programas que você oferece.

source: This will appear on the LMS as a blue emphasis on the course outline.
es: Esto aparecerá en el LMS como un énfasis azul en el esquema del curso.
pt: Isso aparecerá no LMS com um destaque azul na página inicial do curso.

source: This will appear on the course card and on the very top of the first page on the LMS.
es: Esto aparecerá en la tarjeta del curso y en la parte superior de la primera página del LMS.
pt: Isso aparecerá no cartão do curso e no topo da primeira página no LMS.

source: This will appear on the first page of the course
es: Esto aparecerá en la primera página del curso
pt: Isso aparecerá na primeira página do curso

source: This will force the student to submit each question and see the answer for that question before going to the next.
es: Esto obligará al estudiante a enviar cada pregunta y ver la respuesta para esa pregunta antes de ir a la siguiente.
pt: Isso forçará o estudante a enviar cada pergunta e ver a resposta antes de passar para a próxima.

source: This will only consider what the student should pay, not other payers.
es: Esto solo tendrá en cuenta lo que el estudiante debe pagar, no otros pagadores.
pt: Isso só considerará o que o estudante deve pagar, não outros pagadores.

source: This {0} conflicts with {1} for {2} {3}
es: Este {0} entra en conflicto con {1} para {2} {3}
pt: Esse {0} entra em conflito com {1} para {2} {3}

source: Threshold
es: Umbral
pt: Limite

source: Thursday
es: Jueves
pt: Quinta-feira

source: Time
es: Tiempo
pt: Tempo

source: Time Taken
es: Tiempo Tocado
pt: Tempo Gasto

source: Time taken
es: Tiempo empleado
pt: Tempo gasto

source: Time-based
es: Basado en tiempo
pt: Baseado em Tempo

source: Time-based: use terms for student progress; Credit-based: students may enroll in courses for any term; track credit completion
es: Basado en el tiempo: utiliza términos para el progreso de los estudiantes; basado en créditos: los estudiantes pueden inscribirse en cursos para cualquier período; seguir la finalización del crédito
pt: Baseado em Tempo: usar períodos para o progresso dos estudantes; Baseado em Crédito: estudantes podem se inscrever em cursos em qualquer período; acompanha o número de créditos

source: Title
es: Título
pt: Título

source: Title cannot be empty.
es: El título no puede estar vacío.
pt: O título não pode estar vazio.

source: Title is required
es: El título es obligatorio.
pt: Título é obrigatório

source: Title of this person
es: Título de esta persona
pt: Título desta pessoa

source: To
es: A
pt: Até

source: To Date
es: Hasta la fecha
pt: Até a data

source: To Do
es: Hacer
pt: Para Fazer

source: To Time
es: Hacia
pt: Até Hora

source: Topic
es: Tema
pt: Tópico

source: Topic Name
es: Nombre del tema
pt: Nome do tópico

source: Topics
es: Temas
pt: Tópicos

source: Total Absent
es: Total ausente
pt: Total de Ausências

source: Total Amount
es: Importe total
pt: Valor Total

source: Total Credits Taken (Passed)
es: Total de créditos tomados (Aprobados)
pt: Total de Créditos Obtidos (Aprovados)

source: Total Leave Days
es: Días de salida totales
pt: Total de Dias de Licença

source: Total Points
es: Puntos totales
pt: Pontuação Total

source: Total Points Possible
es: Total de puntos posibles
pt: Pontuação Máxima Possível

source: Total Present
es: Total Presentes
pt: Total Presente

source: Total Weight of all Assessment Criteria must total 100%
es: El peso total de todos los criterios de evaluación debe total del 100%
pt: Peso Total de todos os Critérios de Avaliação deve totalizar 100%

source: Total Weightage of all Assessment Criteria must be 100%
es: El peso total de todos los criterios de evaluación debe ser 100%
pt: Ponderação Total de todos os Critérios de Avaliação deve ser 100%

source: Track Credits Taken (Passed)
es: Rastrear créditos tomados (Aprobados)
pt: Rastrear Créditos Obtidos (Aprovados)

source: Track Description
es: Descripción del énfasis
pt: Descrição da Área de Concentração

source: Track Name
es: Nombre del énfasis
pt: Nome da Área de Concentração

source: Track-specific credits
es: Créditos específicos de rastreo
pt: Créditos Específicos da Área de Concentração

source: Tracks
es: Pistas
pt: Áreas de Concentração

source: Tracks of this Program
es: Énfasis de este programa
pt: Áreas de Concentração deste Programa

source: Transcripts
es: Historial académico
pt: Históricos

source: Treshold {0}% appears more than once
es: Umbral {0}% aparece más de una vez
pt: Limite {0}% aparece mais de uma vez

source: Trigger
es: Disparador
pt: Gatilho

source: Trigger Fee Events
es: Eventos de tarifa de activación
pt: Eventos de Gatilho de Taxas

source: Try Again
es: Intentar de nuevo
pt: Tentar Novamente

source: Tuesday
es: Martes
pt: Terça-feira

source: Type
es: Tipo
pt: Tipo

source: Type '/' for commands or select text to format
es: Escriba '/' para comandos o seleccione texto para formatear
pt: Digite '/' para comandos ou selecione texto para formatar

source: Type of Scale
es: Tipo de escala
pt: Tipo de Escala

source: Type your answer
es: Escribe tu respuesta
pt: Digite sua resposta

source: Type your answer here
es: Escribe tu respuesta aquí
pt: Digite sua resposta aqui

source: UOM are required on the ERP. The important steps are to use what is colloquial in your seminary and uncheck whole number as appropriate (e.g., 1.5 credits)
es: UOM son requeridos en el ERP. Los pasos importantes son utilizar lo que es coloquial en su número entero seminario y desmarcar según corresponda (por ejemplo, 1,5 créditos)
pt: Unidades de Medida são obrigatórios no ERP. Os passos importantes são usar o que é coloquial no seu seminário e desmarcar o número inteiro conforme apropriado (por exemplo, 1,5 créditos)

source: Unable to load folder contents.
es: No se puede cargar el contenido de la carpeta.
pt: Não foi possível carregar o conteúdo da pasta.

source: Uncheck all
es: Desmarcar todo
pt: Desmarcar tudo

source: Unweighted Score
es: Puntuación no ponderada
pt: Pontuação sem Peso

source: Upload
es: Subir
pt: Carregar

source: Upload File
es: Subir archivo
pt: Carregar Arquivo

source: Uploading {0}%
es: Subiendo {0}%
pt: Carregando {0}%

source: Use Student Group
es: Usar grupo de estudiantes
pt: Usar Grupo de Estudantes

source: Use Student Groups
es: Usar grupos de estudiantes
pt: Usar Grupos de Estudantes

source: Use this if you want to insert explanations for the next section of the exam.
es: Usa esto si quieres insertar explicaciones para la siguiente sección del examen.
pt: Use isto se quiser inserir explicações para a próxima seção do exame.

source: Use this to describe details of program duration, before the searchable fields below.
es: Utilice esto para describir los detalles de la duración del programa, antes de los campos de búsqueda a continuación.
pt: Utilize isso para descrever detalhes da duração do programa, antes dos campos pesquisáveis abaixo.

source: Use this to pre-populate comments about this question for students. You may edit these for each student.
es: Usa esto para rellenar comentarios sobre esta pregunta para los estudiantes. Puedes editarlos para cada estudiante.
pt: Use isso para pré-preencher comentários sobre esta questão para os estudantes. Você pode editar para cada estudante.

source: Use with caution and with previous approval
es: Usar con precaución y con aprobación previa
pt: Use com cuidado e com aprovação prévia

source: Useful for different prices for the same item. E.g., if your seminary uses different prices for Nationals and Foreigners, you would use two price lists. You can have as many as you want, but be wise as it's harder to maintain a large number of price lists.
es: Útil para precios diferentes para el mismo artículo. Por ejemplo, si su seminario utiliza precios diferentes para nacionales y renovadores, usaría dos listas de precios. Puedes tener tantos como quieras, pero sé sabio como es más difícil mantener un gran número de listas de precios.
pt: Útil para diferentes preços para o mesmo item. Ex.: se seu seminário utiliza preços diferentes para Nacionais e Estrangeiros, você utilizaria duas listas de preços. Você pode ter quantas quiser, mas seja prudente, pois é mais difícil manter um grande número de listas de preços.

source: User
es: Usuario
pt: Usuário

source: User Full Name
es: Nombre completo del usuario
pt: Nome Completo do Usuário

source: User ID
es: ID Usuario
pt: ID do Usuário

source: User Input
es: Entrada de usuario
pt: Entrada pelo Usuário

source: Video
es: Vídeo
pt: Vídeo

source: View Attachment
es: Ver adjunto
pt: Ver Anexo

source: Website information
es: Información del sitio web
pt: Informação do Website

source: Wednesday
es: Miércoles
pt: Quarta-feira

source: Weight
es: Peso
pt: Peso

source: Weighted Score
es: Puntuación ponderada
pt: Pontuação com Peso

source: What is your highest academic degree?
es: ¿Cuál es tu título académico más alto?
pt: Qual é seu grau acadêmico mais alto?

source: What will be your first Academic Term?
es: ¿Cuál será tu primer período académico?
pt: Qual será o seu primeiro Período Acadêmico?

source: White, Non Hispanic
es: Blanco, no hispano
pt: Branco

source: Who should we contact to confirm your church participation?
es: ¿A quién debemos contactar para confirmar su participación en la Iglesia?
pt: Quem devemos contatar para confirmar sua participação na igreja?

source: Widow(er)
es: Viudo(a)
pt: Viúvo(a)

source: Write a reply...
es: Escribe una respuesta...
pt: Escreva uma resposta...

source: Write your answer here
es: Escribe tu respuesta aquí
pt: Escreva sua resposta aqui

source: Write your main post here
es: Escribe tu mensaje principal aquí
pt: Escreva sua postagem principal aqui

source: Year
es: Año
pt: Ano

source: Years
es: Años
pt: Anos

source: Yes
es: Sí
pt: Sim

source: You are enrolled!
es: ¡Estás inscrito!
pt: Você está inscrito!

source: You are not allowed to enroll for this course
es: No tienes permiso para inscribirte en este curso
pt: Você não está autorizado a se inscrever para este curso

source: You are not enrolled
es: No estás inscrito
pt: Você não está inscrito

source: You can have one or more grading scales. On a later step (Settings) you will set the Default one.
es: Puede tener una o más escalas de calificación. En un paso posterior (Configuración) establecerá la por defecto.
pt: Você pode ter uma ou mais escalas de avaliação. Em uma etapa posterior (Configurações) você definirá a padrão.

source: You can specify courses per program track
es: Puede especificar cursos por programa de seguimiento
pt: Você pode especificar cursos por área de concentração do programa

source: You got ${Math.ceil(a(re).data.percentage)}% correct answers with a score of ${a(re).data.score} out of ${a(re).data.score_out_of}
es: Obtuviste ${Math.ceil(a(re).data.percentage)}% de respuestas correctas con una puntuación de ${a(re).data.score} de ${a(re).data.score_out_of}
pt: Você acertou ${Math.ceil(a(re).data.percentage)}% das respostas com uma pontuação de ${a(re).data.score} de ${a(re).data.score_out_of}

source: You have already exceeded the maximum number of attempts allowed for this quiz.
es: Ya has superado el número máximo de intentos permitidos para este cuestionario.
pt: Você já excedeu o número máximo de tentativas permitidas para este teste.

source: You have already submitted this exam. As soon as it is graded, you will see the feedback here.
es: Ya has enviado este examen. En cuanto sea calificado, verás los comentarios aquí.
pt: Você já enviou este exame. Assim que ele for corrigido, você verá o feedback aqui.

source: You have exceeded the maximum number of attempts ({0}) for this quiz
es: Has superado el número máximo de intentos ({0}) para este cuestionario
pt: Você ultrapassou o número máximo de tentativas ({0}) para este teste

source: You have got a score of {0} for the quiz {1}
es: Tienes una puntuación de {0} para el cuestionario {1}
pt: Você obteve uma pontuação de {0} para o teste {1}

source: You have not created any assignments yet. To create a new assignment, click on the "New" button above.
es: Aún no ha creado ninguna asignación. Para crear una nueva asignación, haga clic en el botón "Nuevo" de arriba.
pt: Você ainda não criou nenhuma tarefa. Para criar uma nova tarefa, clique no botão "Novo" acima.

source: You have not created any discussion activities yet. To create a new discussion activity, click on the "New" button above.
es: No ha creado ninguna actividad de discusión todavía. Para crear una nueva actividad de discusión, haga clic en el botón "Nuevo" de arriba.
pt: Você ainda não criou nenhuma atividade de discussão. Para criar uma nova atividade de discussão, clique no botão "Novo" acima.

source: You have not created any exams yet. To create a new exam, click on the "New Exam" button above.
es: Aún no has creado ningún examen. Para crear un nuevo examen, haz clic en el botón "Nuevo examen".
pt: Você ainda não criou nenhum exame. Para criar um novo exame, clique no botão "Novo Exame" acima.

source: You have not created any quizzes yet. To create a new quiz, click on the "New Quiz" button above.
es: Aún no ha creado ningún cuestionario. Para crear un nuevo cuestionario, haga clic en el botón "Nuevo cuestionario" de arriba.
pt: Você ainda não criou nenhum teste. Para criar um novo teste, clique no botão "Novo Teste" acima.

source: You have successfully applied to the seminary! We have everything to get back to you, after we review your application. This is a manual and prayerful process, so it may take about 2 weeks for us to get back to you.
es: ¡Has presentado correctamente tu solicitud al seminario! Tenemos todo lo necesario para responderte después de revisar tu solicitud. Este es un proceso manual y de oración, por lo que puede tomar alrededor de 2 semanas para que te respondamos.
pt: Você se candidatou com sucesso ao seminário! Temos todas as informações para responder a você após analisarmos sua inscrição. Este é um processo manual e feito em oração, portanto pode levar cerca de 2 semanas para retornarmos.

source: You have to make your original post before seeing other posts.
es: Tienes que hacer tu publicación original antes de ver otras publicaciones.
pt: Você deve fazer sua postagem original antes de ver outras postagens.

source: You may also add an attachment
es: También puedes añadir un archivo adjunto
pt: Você também pode adicionar um anexo

source: You need to login to access this course
es: Necesitas iniciar sesión para acceder a este curso
pt: Você precisa fazer login para acessar este curso

source: You now will define the price for each ERP Item in the price lists you created.
es: Ahora definirá el precio de cada artículo ERP en las listas de precios que creó.
pt: Agora você definirá o preço para cada Item do ERP nas listas de preços que criou.

source: You will have to get ${a(y).data.passing_percentage}% correct answers in order to pass the quiz.
es: Deberás obtener ${a(y).data.passing_percentage}% de respuestas correctas para aprobar el cuestionario.
pt: Você precisará acertar ${a(y).data.passing_percentage}% das respostas para passar no teste.

source: You will receive an welcome email from the professor as soon as registration ends. May this be a time of growth in your faith and in your service to our Lord!
es: Recibirás un correo de bienvenida del profesor tan pronto como termine la inscripción. ¡Que este sea un tiempo de crecimiento en tu fe y en tu servicio a nuestro Señor!
pt: Você receberá um e-mail de boas-vindas do professor assim que o período de inscrição terminar. Que este seja um tempo de crescimento na sua fé e no seu serviço ao nosso Senhor!

source: You've successfully submitted the assignment.
es: Ha enviado con éxito la tarea.
pt: Você enviou a tarefa com sucesso.

source: YouTube Video ID
es: ID de vídeo de YouTube
pt: ID do Vídeo do YouTube

source: Your Answer
es: Tu respuesta
pt: Sua Resposta

source: Your Answer:
es: Tu respuesta:
pt: Sua Resposta:

source: Your Mobile Number
es: Tu número de móvil
pt: Seu Número de Celular

source: Your Student Account
es: Tu cuenta de estudiante
pt: Sua Conta de Estudante

source: Your best Email
es: Tu mejor correo electrónico
pt: Seu melhor e-mail

source: Your exam was submitted successfully.
es: Su examen se ha enviado correctamente.
pt: Seu exame foi enviado com sucesso.

source: Your submission has been saved:
es: Su envío ha sido guardado:
pt: Sua submissão foi salva:

source: ZIP cide
es: Código postal
pt: CEP incorreto

source: ZIP code
es: Código postal
pt: Código Postal

source: answers
es: respuestas
pt: respostas

source: completed
es: completado
pt: concluído

source: in minutes. Leave blank for no time-limit
es: en minutos. Dejar en blanco sin límite de tiempo
pt: em minutos. Deixe em branco para nenhum limite de tempo

source: of
es: de
pt: de

source: question
es: pregunta
pt: pergunta

source: questions
es: preguntas
pt: perguntas

source: {0} Result submittted
es: {0} Resultado enviado
pt: Resultado {0} submetido

source: Offline
es: Desconectado

source: PDF
es: DF

source: Status
es: Estado
