Repository: klisia-org/seminary
Catalog: seminary/locale/*.po
Languages: es, pt

source: Program and Course
es: Programa y curso
pt: Programa e Curso

source: Program of Interest
es: Programa de Interés
pt: Programa de Interesse

source: Programs
es: Programas
pt: Programas

source: Programs updated
es: Programas actualizados
pt: Programas atualizados

source: Progress
es: Progreso
pt: Progresso

source: Provide a small (100x100px), round image (or with enough blank space) to be used in the Student Portal.
es: Proporciona una imagen pequeña (100x100px), redonda (o con suficiente espacio en blanco) para ser usada en el Portal del Estudiante.
pt: Forneça uma imagem pequena (100x100px), redonda (ou com espaço em branco suficiente) para ser usada no Portal do Estudante.

source: Publish Date
es: Fecha de publicación
pt: Data de Publicação

source: Publish on web
es: Publicar en web
pt: Publicar na web

source: Publish on website
es: Publicar en el sitio web
pt: Publicar no site

source: Published
es: Publicado
pt: Publicado

source: Question
es: Pregunta
pt: Pergunta

source: Question Comments
es: Comentarios de Pregunta
pt: Comentários da Pergunta

source: Question Link
es: Enlace de pregunta
pt: Link da Pergunta

source: Question Points
es: Puntos de preguntas
pt: Pontuação da Pergunta

source: Question Text
es: Texto de la pregunta
pt: Texto da Pergunta

source: Question Type
es: Tipo de pregunta
pt: Tipo de Pergunta

source: Question added successfully
es: Pregunta añadida correctamente
pt: Pergunta adicionada com sucesso

source: Question by Question
es: Pregunta por pregunta
pt: Pergunta por Pergunta

source: Question updated successfully
es: Pregunta actualizada correctamente
pt: Pergunta atualizada com sucesso

source: Questions
es: Preguntas
pt: Perguntas

source: Questions deleted successfully
es: Preguntas eliminadas correctamente
pt: Perguntas excluídas com sucesso

source: Questions parameter is required
es: Se requiere un parámetro de preguntas
pt: Parâmetro de perguntas é obrigatório

source: Quiz
es: Examen
pt: Teste

source: Quiz Configuration
es: Configuración del test
pt: Configuração do Teste

source: Quiz ID
es: ID de prueba
pt: ID do Teste

source: Quiz Question
es: Pregunta de prueba
pt: Questão do Teste

source: Quiz Result
es: Resultado de la prueba
pt: Resultado do Teste

source: Quiz Submission
es: Envío de prueba
pt: Submissão do Teste

source: Quiz Submissions
es: Envíos de prueba
pt: Submissões do Teste

source: Quiz Summary
es: Resumen del cuestionario
pt: Resumo do Teste

source: Quiz Title
es: Título del cuestionario
pt: Título do Teste

source: Quiz created successfully
es: Prueba creada con éxito
pt: Teste criado com sucesso

source: Quiz updated successfully
es: Prueba actualizada correctamente
pt: Teste atualizado com sucesso

source: Quizzes
es: Pruebas
pt: Testes

source: Reason
es: Razón
pt: Motivo

source: Reason For Leaving
es: Razón para salir
pt: Motivo Para Sair

source: Reason for being inactive
es: Razón por estar inactivo
pt: Motivo por estar inativo

source: Receivable Account
es: Cuenta de cobro
pt: Conta a Receber

source: Recommended
es: Recomendado
pt: Recomendado

source: Reference
es: Referencia
pt: Referência

source: References and Contacts
es: Referencias y contactos
pt: Referências e Contatos

source: Regarding your computer literacy, which option best describes you?
es: En cuanto a la alfabetización de tu computadora, ¿qué opción te describe mejor?
pt: Em relação ao seu conhecimento em informática, qual opção melhor descreve você?

source: Regarding your reading habits, which option best describes you?
es: En cuanto a tus hábitos de lectura, ¿qué opción te describe mejor?
pt: Em relação aos seus hábitos de leitura, qual opção melhor descreve você?

source: Regenerate Calendar Token (This will invalidate existing calendar subscriptions)
es: Regenerar token del calendario (esto invalidará las suscripciones de calendario existentes)
pt: Regenerar Token do Calendário (Isto invalidará as assinaturas de calendário existentes)

source: Registrar
es: Registrador
pt: Secretaria

source: Registrar Use ONLY
es: Uso del Registrador SOLO
pt: Somente para Uso da Secretaria

source: Reject
es: Rechazar
pt: Rejeitar

source: Rejected
es: Rechazado
pt: Rejeitado

source: Relationship
es: Relación
pt: Relacionamento

source: Relative
es: Relativo
pt: Parente

source: Remove
es: Eliminar
pt: Remover

source: Replies by
es: Respuestas por
pt: Respostas por

source: Replies received
es: Respuestas recibidas
pt: Respostas recebidas

source: Reply
es: Responder
pt: Responder

source: Reply Attachment
es: Responder adjunto
pt: Anexo de Resposta

source: Reply To
es: Responder a
pt: Responder para

source: Reply cannot be empty
es: La respuesta no puede estar vacía
pt: A resposta não pode estar vazia

source: Reply cannot be empty.
es: La respuesta no puede estar vacía.
pt: A resposta não pode estar vazia.

source: Reply posted successfully
es: Respuesta publicada con éxito
pt: Resposta postada com sucesso

source: Reply to:
es: Responder a:
pt: Responder para:

source: Report
es: Reporte
pt: Relatório

source: Reports
es: Informes
pt: Relatórios

source: Requirements
es: Requisitos
pt: Requisitos

source: Result
es: Resultado
pt: Resultado

source: Result HTML
es: HTML resultado
pt: Resultado HTML

source: Reuse Group
es: Reutilizar grupo
pt: Reutilizar Grupo

source: Room
es: Sala
pt: Sala

source: Room ID
es: ID de sala
pt: ID da Sala

source: Room Name
es: Nombre de sala
pt: Nome da Sala

source: Room Number
es: Número de sala
pt: Número da Sala

source: Rooms
es: Salas
pt: Salas

source: Route
es: Ruta
pt: Rota

source: Route (slug)
es: Ruta (slug)
pt: Rota (slug)

source: Rows {0} have duplicate questions.
es: Las filas {0} tienen preguntas duplicadas.
pt: Linhas {0} têm perguntas duplicadas.

source: SCORM Package
es: Paquete SCORM
pt: Pacote SCORM

source: SCORM Package Path
es: Ruta del paquete SCORM
pt: Localização do Pacote SCORM

source: Sales Invoice Created?
es: ¿Factura de ventas creada?
pt: Fatura Criada?

source: Sales Invoices
es: Facturas de ventas
pt: Faturas de Vendas

source: Salutation
es: Título
pt: Saudação

source: Saturday
es: Sábado
pt: Sábado

source: Save
es: Guardar
pt: Salvar

source: Save is only allowed when Total Points = 100
es: Guardar solo está permitido cuando el total de puntos = 100
pt: Salvar é permitido apenas quando Pontuação Total = 100

source: Save only allowed when Total Points = 100
es: Guardar solo cuando el total de puntos = 100
pt: Salvar só é permitido quando Pontuação Total = 100

source: Schedule
es: Programar
pt: Agendar

source: Schedule date selected does not lie within the Academic Term: {}
es: La fecha de la programación seleccionada no se encuentra dentro del término académico: {}
pt: A data selecionada para agendamento não está dentro do Período Acadêmico: {}

source: Scheduled Course
es: Curso programado
pt: Curso Programado

source: Scheduled Course Assess Criteria
es: Criterios de evaluación de cursos programados
pt: Critérios de Avaliação do Curso Programado

source: Scheduled Course Roster
es: Curso programado
pt: Lista de Cursos Programados

source: Scheduling...
es: Programando...
pt: Agendando...

source: Scholarship
es: Becas
pt: Bolsa de Estudos

source: Scholarship - Cost Center
es: Becas - Centro de Costos
pt: Bolsa de Estudos - Centro de Custo

source: Scholarship - Customer
es: Becas - Cliente
pt: Bolsa de Estudos - Cliente

source: Scholarship Discounts
es: Descuentos de becas
pt: Descontos de Bolsas de Estudos

source: Scholarship Sales Invoices
es: Facturas de ventas de becas
pt: Faturas de Vendas de Bolsas de Estudos

source: Scholarships
es: Becas
pt: Bolsas de Estudos

source: Scholarships are defined per Academic Program as each program has different fee categories. You can define a discount (%) per fee category. This will only apply to the portion of payment due to the student. So, if the church is paying half of the tuition and the student gets a 50% scholarship, he/she will pay 25%. Also, configure cost center and default customer for scholarships in Seminary Settings
es: Las becas se definen por Programa Académico, ya que cada programa tiene diferentes categorías de tarifas. Puedes definir un descuento (%) por categoría de tarifa. Esto sólo se aplicará a la parte del pago debido al estudiante. Por lo tanto, si la iglesia paga la mitad de la matrícula y el estudiante recibe una beca del 50%, pagará el 25%. Además, configure el centro de costes y el cliente por defecto para las becas en la Configuración de Seminario
pt: As bolsas de estudos são definidas por Programa Acadêmico, pois cada programa possui diferentes categorias de taxas. Você pode definir um desconto (%) por categoria de taxa. Isso só se aplicará à parte do pagamento devida ao estudante. Portanto, se a igreja pagar metade da mensalidade e o estudante obtiver uma bolsa de 50%, ele/ela pagará 25%. Também, configure o centro de custo e o cliente padrão para bolsas de estudos nas Configurações do Seminário

source: School
es: Escuela
pt: Escola

source: Score
es: Puntaje
pt: Pontuação

source: Score out of
es: Puntuación fuera de
pt: Pontuação de

source: Score out of 100. Use this to force students to achieve the score. Default = 0 (no effect)
es: Puntuación de 100. Usa esto para forzar a los estudiantes a lograr la puntuación. Por defecto = 0 (sin efecto)
pt: Pontuação de 0 a 100. Use isso para forçar os estudantes a atingirem a pontuação. Padrão = 0 (sem efeito)

source: Search by title
es: Buscar por título
pt: Pesquisar por título

source: Seating Capacity
es: Capacidad de asientos
pt: Capacidade de Assentos

source: Select Existing Folder
es: Seleccionar carpeta existente
pt: Selecionar Pasta Existente

source: Select Submission
es: Seleccionar Envío
pt: Selecionar Submissão

source: Select a Discussion Activity
es: Seleccione una actividad de discusión
pt: Selecione uma Atividade de Discussão

source: Select a Quiz
es: Seleccione un cuestionario
pt: Selecionar um Teste

source: Select a course
es: Selecciona un curso
pt: Selecione um curso

source: Select a date
es: Seleccione una fecha
pt: Selecione uma data

source: Select a discussion activity
es: Seleccione una actividad de discusión
pt: Selecione uma atividade de discussão

source: Select a folder
es: Seleccione una carpeta
pt: Selecione uma pasta

source: Select a question
es: Seleccione una pregunta
pt: Selecione uma pergunta

source: Select a quiz
es: Seleccione un cuestionario
pt: Selecione um teste

source: Select an Assignment
es: Seleccione una tarea
pt: Selecione uma Tarefa

source: Select an Exam
es: Seleccione un examen
pt: Selecione um Exame

source: Select an assignment
es: Seleccione una tarea
pt: Selecione uma tarefa

source: Select an exam
es: Seleccione un examen
pt: Selecione um exame

source: Select the program first
es: Seleccione primero el programa
pt: Primeiro selecione o programa

source: Selecting this checkbox is required if you want to charge this fee per academic credit once the student is enrolled in the academic term.
es: Si desea cobrar este cargo por crédito académico una vez que el estudiante está inscrito en el periodo académico, es necesario seleccionar esta casilla de verificación si desea cobrar este cargo por crédito académico.
pt: Selecionar esta caixa de seleção é necessário se você quiser cobrar esta taxa por crédito acadêmico assim que o estudante estiver matriculado no período acadêmico.

source: Semesters
es: Semestres
pt: Semestres

source: Seminary
es: Seminario
pt: Seminário

source: Seminary Logo (round)
es: Logo seminario (ronda)
pt: Logotipo do Seminário (redondo)

source: Seminary Manager
es: Gestor seminario
pt: Gestor do Seminário

source: Seminary Settings
es: Ajustes seminarios
pt: Configurações do Seminário

source: Send Email to
es: Enviar correo a
pt: Enviar e-mail para

source: Separated
es: Separados
pt: Separado

source: Series
es: Serie
pt: Séries

source: Service
es: Servicio
pt: Serviço

source: Services
es: Servicios
pt: Serviços

source: Session expired. Refresh the page and try again.
es: La sesión ha expirado. Actualiza la página e inténtalo de nuevo.
pt: Sessão expirada. Atualize a página e tente novamente.

source: Settings
es: Ajustes
pt: Configurações

source: Short Bio
es: Biografía corta
pt: Breve Biografia

source: Short Introduction
es: Breve introducción
pt: Introdução Curta

source: Shorter bio for LMS
es: Biografía corta para LMS
pt: Biografia mais curta para LMS

source: Should audit be charged per credit hour?
es: ¿Debe cargarse la auditoría por hora de crédito?
pt: Taxa para ouvinte deve ser cobrada por hora de crédito?

source: Show Answer
es: Mostrar respuesta
pt: Mostrar Resposta

source: Show Answers
es: Mostrar respuestas
pt: Mostrar Respostas

source: Show Submission History
es: Mostrar historial de envíos
pt: Mostrar Histórico de Envio

source: Shuffle Questions
es: Preguntas aleatorias
pt: Embaralhar Questões

source: Shuffle Settings
es: Ajustes aleatorios
pt: Configurações de Embaralhamento

source: Sign here
es: Firmar aquí
pt: Assine aqui

source: Sign here if you agree with this doctrinal statement
es: Firma aquí si estás de acuerdo con esta declaración doctrinal
pt: Assine aqui se você concorda com esta declaração doutrinária

source: Single
es: Único
pt: Solteiro

source: Social Security Number
es: Número de Seguro Social
pt: CPF

source: Spouse
es: Cónyuge
pt: Cônjuge

source: Standard Comments
es: Comentarios estándar
pt: Comentários Padrão

source: Start
es: Iniciar
pt: Iniciar

source: Start Date
es: Fecha de inicio
pt: Data de Início

source: Start Exam
es: Iniciar examen
pt: Iniciar Exame

source: Start Learning
es: Comenzar a aprender
pt: Começar a Aprender

source: Start a discussion
es: Iniciar una discusión
pt: Iniciar uma discussão

source: Start on
es: Comenzar en
pt: Iniciar em

source: State
es: Estado
pt: Estado

source: Student
es: Estudiante
pt: Estudante

source: Student Activity
es: Actividad del estudiante
pt: Atividade Estudantil

source: Student Admission
es: Admisión de estudiantes
pt: Admissão de Estudante

source: Student Admission Program
es: Programa de Admisión de Estudiantes
pt: Programa de Admissão de Estudante

source: Student Admissions
es: Admisiones de estudiantes
pt: Admissões de Estudante

source: Student Applicant
es: Estudiante solicitante
pt: Candidato Estudantil

source: Student Attendance
es: Asistencia del estudiante
pt: Presença do Estudante

source: Student Attendance Tool
es: Herramienta de Asistencia al Estudiante
pt: Ferramenta de Presença do Estudante

source: Student Contacts
es: Contactos del estudiante
pt: Contatos do Estudante

source: Student Education
es: Educación de estudiantes
pt: Educação do Estudante

source: Student Email Address
es: Dirección de email del estudiante
pt: E-mail do Aluno

source: Student Financial Status are only displayed for Students
es: El estado financiero del estudiante solo se muestra a los estudiantes
pt: A Situação Financeira do Estudante é exibida apenas para Estudantes

source: Student Group
es: Grupo de estudiantes
pt: Grupo de Estudantes

source: Student Group Link
es: Enlace de grupo de estudiantes
pt: Link do Grupo de Estudantes

source: Student Group Management for
es: Gestión de grupos de estudiantes para
pt: Gerenciamento do Grupo de Estudantes para

source: Student Group Members
es: Miembros del grupo de estudiantes
pt: Membros do Grupo de Estudantes

source: Student Groups
es: Grupos de estudiantes
pt: Grupos de Estudantes

source: Student ID
es: ID del estudiante
pt: ID do Estudante

source: Student Image
es: Imagen del estudiante
pt: Imagem do Estudante

source: Student Info
es: Información del estudiante
pt: Informações do Estudante

source: Student Language
es: Idioma del estudiante
pt: Idioma do Estudante

source: Student Leave Application
es: Solicitud de abandono del estudiante
pt: Solicitação de Ausência do Estudante

source: Student Link
es: Enlace del estudiante
pt: Link do Estudante

source: Student Log
es: Registro de estudiantes
pt: Registro do Estudante

source: Student Logding Enrollment
es: Inscripción al registro de estudiantes
pt: Matrícula no Alojamento de Estudantes

source: Student Mobile No.
es: Móvil del estudiante No.
pt: Número de Celular do Estudante

source: Student Mobile Number
es: Número móvil del estudiante
pt: Número de Celular do Estudante

source: Student Monthly Attendance Sheet
es: Hoja de asistencia mensual del estudiante
pt: Folha de Presença Mensal do Estudante

source: Student Name
es: Nombre del estudiante
pt: Nome do Estudante

source: Student PE total balance
es: Saldo total de la PE de estudiantes
pt: Saldo total do Programa do Estudante

source: Student Photo
es: Foto del estudiante
pt: Foto do Estudante

source: Student Services
es: Servicios de estudiantes
pt: Serviços ao Estudante

source: Student User
es: Usuario del estudiante
pt: Usuário Estudante

source: Student email
es: Email del estudiante
pt: Email do Estudante

source: Student is already enrolled.
es: El estudiante ya está inscrito.
pt: O estudante já está matriculado.

source: Student {0} - {1} appears Multiple times in row {2} & {3}
es: Estudiante {0} - {1} aparece Múltiples veces seguidas {2} y {3}
pt: Estudante {0} - {1} aparece múltiplas vezes na linha {2} e {3}

source: Student {0} exist against student applicant {1}
es: El estudiante {0} existe contra el estudiante solicitante {1}
pt: Estudante {0} existe contra o candidato estudante {1}

source: Students
es: Estudiantes
pt: Estudantes

source: Students HTML
es: HTML de estudiantes
pt: Estudantes HTML

source: Students data is not available or not an array.
es: Los datos de estudiantes no están disponibles o no son un arreglo.
pt: Os dados de estudantes não estão disponíveis ou não são um array.

source: Students will not see this on the LMS. This field can be accessed through reports.
es: Los estudiantes no verán esto en el LMS. Este campo se puede acceder a través de informes.
pt: Estudantes não verão isso no LMS. Este campo pode ser acessado através de relatórios.

source: Students with No Submissions
es: Estudiantes sin envíos
pt: Estudantes sem Envios

source: Sub-folder name is required.
es: El nombre de la subcarpeta es obligatorio.
pt: Nome da subpasta é obrigatório.

source: Sub-folders
es: Subcarpetas
pt: Subpastas

source: Subject
es: Asunto
pt: Assunto

source: Subject is required
es: El asunto es obligatorio
pt: Assunto é obrigatório

source: Submission
es: Envío
pt: Envio

source: Submission Date
es: Fecha de envío
pt: Data do Envio

source: Submission List
es: Lista de envíos
pt: Lista de Envio

source: Submission by
es: Enviado por
pt: Enviado por

source: Submission name is required.
es: Se requiere el nombre del envío.
pt: Nome da submissão é obrigatório.

source: Submission saved successfully
es: Envío guardado correctamente
pt: Submissão salva com sucesso

source: Submit
es: Enviar
pt: Enviar

source: Submit Sales Invoice from Enrollments
es: Enviar factura de ventas desde inscripciones
pt: Enviar Fatura de Vendas a partir das Matrículas

source: Submit Your Exam
es: Enviar tu examen
pt: Enviar seu Exame

source: Submit Your Quiz
es: Enviar tu cuestionario
pt: Enviar Seu Teste

source: Submit my application
es: Enviar mi solicitud
pt: Enviar minha inscrição

source: Submitted
es: Enviado
pt: Enviado

source: Submitted on
es: Enviado el
pt: Enviado em

source: Subscribe to the course calendar
es: Suscribirse al calendario del curso
pt: Assinar o calendário do curso

source: Subscribe to this course calendar
es: Suscríbete a este calendario del curso
pt: Assinar este calendário do curso

source: Subscribe to this course calendar to stay updated with assignments due dates and class schedule.
es: Suscríbete a este calendario del curso para mantenerte al día con las fechas de entrega de tareas y el horario de clases.
pt: Assine este calendário do curso para ficar atualizado com os prazos das tarefas e o cronograma de aulas.

source: Sunday
es: Domingo
pt: Domingo

source: Suspicious pattern found in {0}: {1}
es: Patrón sospechoso encontrado en {0}: {1}
pt: Padrão suspeito encontrado em {0}: {1}

source: Syllabus
es: Plan de estudios
pt: Roteiro

source: System Manager
es: Gestor del sistema
pt: Gerente de Sistema

source: System User
es: Usuario del sistema
pt: Usuário do Sistema

source: Term
es: Plazo
pt: Período

source: Term End Date
es: Fecha de fin del término
pt: Data de Fim do Período

source: Term Name
es: Nombre del término
pt: Nome do Período

source: Term Start Date
es: Plazo de inicio
pt: Data de Início do Período

source: Term number
es: Número de término
pt: Número do Período

source: Terms for completion
es: Términos de finalización
pt: Períodos para conclusão

source: Text
es: Texto
pt: Texto

source: Text for Preview
es: Texto para vista previa
pt: Texto para Visualização

source: The Customer Group affects pricing as it is linked to a Price List.
es: El grupo de clientes afecta a los precios, ya que está vinculado a una lista de precios.
pt: O Grupo de Clientes afeta os preços, pois está ligado a uma Lista de Preços.

source: The Term End Date cannot be before the Term Start Date. Please correct the dates and try again.
es: La fecha de fin del término no puede ser anterior a la fecha de inicio del término. Por favor, corrija las fechas e inténtelo de nuevo.
pt: A Data de Fim do Período não pode ser anterior à Data de Início do Período. Por favor, corrija as datas e tente novamente.

source: The Term cannot end after the Academic Year {0}
es: El término no puede terminar después del Año Académico {0}
pt: O Período não pode terminar após o Ano Acadêmico {0}

source: The Term cannot start before the Academic Year {0}
es: El término no puede comenzar antes del Año Académico {0}
pt: O Período não pode começar antes do Ano Acadêmico {0}

source: The Year End Date cannot be earlier than the Year Start Date. Please correct the dates and try again.
es: La fecha de fin del año no puede ser anterior a la fecha de inicio del año. Por favor, corrija las fechas e inténtelo de nuevo.
pt: A Data de Fim do Ano não pode ser anterior à Data de Início do Ano. Por favor, corrija as datas e tente novamente.

source: The app has a default instruction on how students and staff can import calendars to Google, Apple, Microsoft and Others. Any text here will completely override that description.
es: La aplicación tiene una instrucción predeterminada sobre cómo los estudiantes y el personal pueden importar calendarios a Google, Apple, Microsoft y otros. Cualquier texto aquí anulará completamente esa descripción.
pt: O aplicativo possui uma instrução padrão sobre como alunos e funcionários podem importar calendários para Google, Apple, Microsoft e outros. Qualquer texto aqui substituirá completamente essa descrição.

source: The following questions need grading: {questions}. Do you want to save anyway?
es: Las siguientes preguntas necesitan calificación: {questions}. ¿Deseas guardar de todos modos?
pt: As seguintes perguntas precisam ser corrigidas: {questions}. Deseja salvar mesmo assim?

source: The scholarship will give discounts in the fee categories defined there. You may need to save and reload to see the changes.
es: La beca ofrecerá descuentos en las categorías definidas allí. Es posible que necesite guardar y recargar para ver los cambios.
pt: A bolsa de estudos dará descontos nas categorias de taxas definidas. Você pode precisar salvar e recarregar a página para ver as mudanças.

source: The student will see this as feedback, according to exam configurations.
es: El alumno verá esto como retroalimentación, de acuerdo a las configuraciones del examen.
pt: O estudante verá isso como feedback, de acordo com as configurações do exame.

source: There are no students enrolled in this course.
es: No hay estudiantes inscritos en este curso.
pt: Não há estudantes matriculados neste curso.
