Repository: klisia-org/seminary
Catalog: seminary/locale/*.po
Languages: es, pt

source: Limit Questions To (on shuffle)
es: Limitar preguntas a (en baraja)
pt: Limitar Perguntas Para (em embaralhamento)

source: Limit Questions To (on shuffle). Leave as zero to shuffle all questions
es: Limitar preguntas a (en baraja). Dejar como cero para mezclar todas las preguntas
pt: Limitar Perguntas Para (em embaralhamento). Deixe como zero para embaralhar todas as perguntas

source: Limit Questions to (on Shuffle)
es: Limitar Preguntas a (en Aleatorio)
pt: Limitar Perguntas Para (ao Embaralhar)

source: Limit cannot be greater than or equal to the number of questions in the exam. Use limit to offer a subset of questions.
es: El límite no puede ser mayor o igual al número de preguntas en el examen. Utilice el límite para ofrecer un subconjunto de preguntas.
pt: O limite não pode ser maior ou igual ao número de perguntas no exame. Use o limite para oferecer um subconjunto de perguntas.

source: Limit cannot be greater than or equal to the number of questions in the quiz. Use limit to offer a subset of questions.
es: El límite no puede ser mayor o igual al número de preguntas en el cuestionario. Utilice el límite para ofrecer un subconjunto de preguntas.
pt: O limite não pode ser maior ou igual ao número de perguntas no teste. Use o limite para oferecer um subconjunto de perguntas.

source: Link to Frappe file manager
es: Enlace al gestor de archivos Frappe
pt: Link para o gerenciador de arquivos do Frappe

source: Link to Frappe's file manager parent folder (file)
es: Enlace a la carpeta padre del gestor de archivos Frappe (archivo)
pt: Link para pasta mãe do gerenciador de arquivos do Frappe (arquivo)

source: Linked Activity
es: Actividad vinculada
pt: Atividade Vinculada

source: LinkedIn ID
es: ID de LinkedIn
pt: ID do LinkedIn

source: List of exams
es: Lista de exámenes
pt: Lista de exames

source: List of quizzes
es: Lista de cuestionarios
pt: Lista de testes

source: List your academic achievements
es: Enumera tus logros académicos
pt: Liste suas conquistas acadêmicas

source: List your educational achievements
es: Listar tus logros educativos
pt: Liste as suas realizações educacionais

source: Load More
es: Cargar más
pt: Carregar mais

source: Loading folder contents…
es: Cargando contenido de la carpeta…
pt: Carregando conteúdo da pasta…

source: Loading submission data...
es: Cargando datos de envío...
pt: Carregando dados de submissão...

source: Loading...
es: Cargando...
pt: Carregando...

source: Log
es: Logo
pt: Registro

source: Log out
es: Cerrar sesión
pt: Sair

source: Login
es: Ingresar
pt: Entrar

source: Make Academic Term Mandatory
es: Hacer que el término académico sea obligatorio
pt: Tornar o Período Acadêmico Obrigatório

source: Make an Announcement
es: Hacer un anuncio
pt: Fazer um Anúncio

source: Male
es: Hombre
pt: Masculino

source: Manage Course Folders
es: Gestionar carpetas del curso
pt: Gerenciar Pastas do Curso

source: Mandatory
es: Obligatorio
pt: Obrigatório

source: Mandatory for this program
es: Mandatorio para este programa
pt: Obrigatório para este programa

source: Mandatory on program enrollment
es: Mandatorio en la inscripción del programa
pt: Obrigatório na inscrição do programa

source: Mandatory or Recommended?
es: ¿Mandatorio o recomendado?
pt: Obrigatório ou Recomendado?

source: Mandatory?
es: ¿Mandatorio?
pt: Obrigatório?

source: Manifest File
es: Archivo de manifiesto
pt: Arquivo Manifesto

source: Manually Add Academic Years
es: Añadir manualmente años académicos,
pt: Adicionar Anos Acadêmicos Manualmente

source: Marital Status
es: Estado civil
pt: Estado Civil

source: Mark Attendance
es: Marcar asistencia
pt: Marcar Presença

source: Mark as Present
es: Marcar como presente
pt: Marcar como Presente

source: Marking attendance
es: Marcando asistencia
pt: Registrando presença

source: Married
es: Casado
pt: Casado

source: Master
es: Maestro
pt: Mestrado

source: Max Attempts
es: Máximos intentos
pt: Máx. Tentativas

source: Max Fudge Points
es: Máximo de puntos extra
pt: Máx. Pontos de Compensação

source: Max Grade in this scale
es: Calificación máxima en esta escala
pt: Nota Máxima nesta escala

source: Max Numeric Grade
es: Nota numérica máxima
pt: Nota Numérica Máxima

source: Max Possible Score
es: Máximo puntuación posible
pt: Pontuação Máxima Possível

source: Max Score Possible
es: Puntuación máxima posible
pt: Nota Máxima Possível

source: Max extra points
es: Máximo de puntos extra
pt: Máx. pontos extras

source: Max time in minutes
es: Tiempo máximo en minutos
pt: Tempo máximo em minutos

source: Maximum Age
es: Edad máxima
pt: Idade Máxima

source: Maximum Attempts
es: Intentos máximos
pt: Máximo de Tentativas

source: Maximum Weighted Score
es: Puntuación máxima
pt: Máximo de Pontos Ponderados

source: Medical
es: Médico
pt: Saúde

source: Meeting Date
es: Fecha de reunión
pt: Data da Reunião

source: Meeting Dates
es: Calendario de reuniones
pt: Datas das Reuniões

source: Meeting Dates Created
es: Fechas de reuniones creadas
pt: Datas das Reuniões Criadas

source: Meeting dates are generated automatically from criteria in the Details tab. Please check manually and adjust as needed.
es: Las fechas de reunión se generan automáticamente a partir de criterios en la pestaña Detalles. Por favor, comprueba manualmente y ajusta según sea necesario.
pt: Datas das reuniões são geradas automaticamente a partir de critérios na guia Detalhes. Verifique manualmente e ajuste conforme necessário.

source: Member
es: Miembro
pt: Membro

source: Middle Name
es: Segundo nombre
pt: Nome do Meio

source: Mini Bio for Website
es: Mini Bio para sitio web
pt: Mini Bio para o site

source: Mini bio
es: Mini biografía
pt: Mini biografia

source: Minimum Age
es: Edad mínima
pt: Idade Mínima

source: Minimum percentage paid for enrollment
es: Porcentaje mínimo pagado por la inscripción
pt: Percentagem mínima paga pela inscrição

source: Minimum two options are required for multiple choice questions.
es: Se requieren dos opciones mínimas para las preguntas de elección múltiple.
pt: São necessárias no mínimo duas opções para questões de múltipla escolha.

source: Miscellaneous Setup
es: Configuración Viscellana
pt: Configuração Adicional

source: Missing Assessments
es: Valoraciones faltantes
pt: Avaliações em Falta

source: Mobile Number
es: Número de móvil
pt: Número de Celular

source: Modality
es: Modalidad
pt: Modalidade

source: Monday
es: Lunes
pt: Segunda-feira

source: Month
es: Mes
pt: Mês

source: Multiple Choices Questions
es: Preguntas de opciones múltiples
pt: Perguntas de Múltipla Escolha

source: Multiple Correct Answers
es: Múltiples respuestas correctas
pt: Várias Respostas Corretas

source: My Courses
es: Mis cursos
pt: Meus Cursos

source: My Financial Status
es: Mi estado financiero
pt: Minha Situação Financeira

source: My Transcripts
es: Mi historial académico
pt: Meu Histórico Acadêmico

source: Name
es: Nombre
pt: Nome

source: Name of the Church
es: Nombre de la Iglesia
pt: Nome da Igreja

source: Naming Series
es: Nombrando serie
pt: Padrão de Nomenclatura

source: Naming Series (for Student Applicant)
es: Nombrando series (para el solicitante de estudiantes)
pt: Padrão de Nomenclatura (para Candidato a Estudante)

source: Nationality
es: Nacionalidad
pt: Nacionalidade

source: Native American
es: Nativo Americano
pt: Americano Nativo

source: New
es: Nuevo
pt: Novo

source: New Assignment
es: Nueva tarea
pt: Nova Tarefa

source: New Assignment Submission
es: Nuevo envío de la tarea
pt: Nova Submissão de Tarefa

source: New Calendar Token: {0}
es: Nuevo token de calendario: {0}
pt: Novo Token de Calendário: {0}

source: New Discussion
es: Nueva discusión
pt: Nova Discussão

source: New Exam
es: Nuevo examen
pt: Novo Exame

source: New Question
es: Nueva pregunta
pt: Nova Pergunta

source: New Quiz
es: Nuevo examen
pt: Novo Teste

source: New sub-folder name
es: Nuevo nombre de subcarpeta
pt: Novo nome de sub-pasta

source: New {0}
es: Nuevo {0}
pt: Novo {0}

source: Next
es: Siguiente
pt: Próximo

source: No
pt: Não

source: No Answer
es: Sin respuesta
pt: Sem Resposta

source: No Correct Answer
es: Sin respuesta correcta
pt: Sem Resposta Correta

source: No Result to submit
es: Ningún resultado para enviar
pt: Nenhum resultado para submeter

source: No Students in
es: No hay estudiantes en
pt: Nenhum Estudante em

source: No announcements
es: No hay anuncios
pt: Sem anúncios

source: No assignments found
es: No se encontraron asignaciones
pt: Sem tarefas encontradas

source: No attendance has been marked for {0} as it is a Holiday
es: No se ha marcado ninguna asistencia para {0} ya que es una fiesta
pt: Nenhuma presença foi marcada para {0} pois é feriado

source: No courses found
es: No se encontraron cursos
pt: Nenhum curso encontrado

source: No data found
es: No se encontraron datos
pt: Nenhum dado encontrado

source: No discussion activities found
es: No se encontraron actividades de debate
pt: Nenhuma atividade de discussão encontrada

source: No discussions available yet.
es: No hay discusiones disponibles todavía.
pt: Nenhuma discussão disponível ainda.

source: No exams found
es: No se encontraron exámenes
pt: Nenhum exame encontrado

source: No files available in this folder.
es: No hay archivos disponibles en esta carpeta.
pt: Nenhum arquivo disponível nesta pasta.

source: No files found in this folder.
es: No se encontraron archivos en esta carpeta.
pt: Nenhum arquivo encontrado nesta pasta.

source: No group assigned
es: Ningún grupo asignado
pt: Nenhum grupo atribuído

source: No more than 2 lines
es: No más de 2 líneas
pt: Não mais que 2 linhas

source: No question detail provided.
es: No se proporcionaron detalles de la pregunta.
pt: Nenhum detalhe de pergunta fornecido.

source: No quizzes found
es: No se encontraron pruebas
pt: Nenhum teste encontrado

source: No student enrolled so far
es: Ningún estudiante inscrito hasta ahora
pt: Nenhum estudante matriculado até agora

source: No students in this course
es: No hay estudiantes en este curso
pt: Não há estudantes neste curso

source: No sub-folders in this location.
es: No hay subcarpetas en esta ubicación.
pt: Nenhuma sub-pasta neste local.

source: No sub-folders yet.
es: Aún no hay subcarpetas.
pt: Ainda não há sub-pastas.

source: No submissions
es: No hay envíos
pt: Nenhuma submissão

source: No.
es: N.º
pt: Nº.

source: Non-Operational
es: No operacional
pt: Não Operacional

source: Not Graded
es: Sin calificar
pt: Não Avaliado

source: Not Saved
es: No guardado
pt: Não Salvo

source: Not eligible for the admission in this program as per Date Of Birth
es: No es elegible para la admisión en este programa a partir de la fecha de nacimiento
pt: Não elegível para admissão neste programa de acordo com a Data de Nascimento

source: Note: The courses available on the previous page should be ALL the courses in the program. Use this only to specify what is mandatory for students on a particular track.
es: Nota: Los cursos disponibles en la página anterior deben ser TODOS los cursos del programa. Utilice esto solo para especificar lo que es obligatorio para los estudiantes en un énfasis en particular.
pt: Nota: Os cursos disponíveis na página anterior devem ser TODOS os cursos do programa. Use isso apenas para especificar o que é obrigatório para alunos de uma área de concentração específica.

source: Number of Students
es: Número de estudiantes
pt: Número de Estudantes

source: Numeric grade
es: Nota numérica
pt: Nota numérica

source: Occupancy
es: Ocupación
pt: Ocupação

source: On first setup, you may want to import courses (after checking the default grading scale). To do so, go to Home/Import Data.
es: En la primera configuración, es posible que desee importar cursos (después de comprobar la escala de calificación predeterminada). Para hacerlo, vaya a Inicio/Importar datos.
pt: No primeiro setup, você pode querer importar cursos (após verificar a escala de avaliação padrão). Para isso, vá para Home/Importar Dados.

source: Once the moderator grades your submission, you'll find the details here.
es: Una vez que el moderador califique tu envío, encontrarás los detalles aquí.
pt: Assim que o moderador avaliar sua submissão, você encontrará os detalhes aqui.

source: Once you allow audits, you will need to create a Fee Category, Item, and Payer Fee Category PE to match this (in the later, select the Is Audit checkbox
es: Una vez que permita las auditorías, necesitará crear una categoría de tarifa, artículo, y la categoría PE de cuota de pago para que coincida con esto (en el posterior, seleccione la casilla de verificación es oyente
pt: Uma vez que você permita ouvintes no curso, precisará criar uma Categoria de Taxa, Item e Categoria de Taxa do Pagador PE para corresponder a isso (no último, selecione a caixa É ouvinte

source: Only PDF file is allowed.
es: Solo se permite el archivo PDF.
pt: Apenas arquivo PDF é permitido.

source: Only audit
es: Solo oyente
pt: Apenas ouvinte

source: Only document file is allowed.
es: Solo se permite el archivo de documento.
pt: Apenas arquivo de documento é permitido.

source: Only image file is allowed.
es: Solo se permite el archivo de imagen.
pt: Apenas arquivos de imagem são permitidos.

source: Only images, PDF, or Word documents are allowed.
es: Solo se permiten imágenes, PDF o documentos de Word.
pt: Apenas imagens, PDF ou documentos do Word são permitidos.

source: Only zip files are allowed
es: Solo se permiten archivos zip
pt: Apenas arquivos zip são permitidos

source: Open
es: Abrir
pt: Abrir

source: Open Question
es: Abrir pregunta
pt: Questão Aberta

source: Open for Enrollment
es: Abierto para la inscripción
pt: Aberto para Inscrições

source: Open for Enrollment?
es: ¿Abrir para inscribirse?
pt: Aberto para Inscrições?

source: Operational
es: Operacional
pt: Operacional

source: Option
es: Opción
pt: Opção

source: Option 1
es: Opción 1
pt: Opção 1

source: Option 1 Is Correct
es: La opción 1 es correcta
pt: Opção 1 Está Correta

source: Option 2
es: Opción 2
pt: Opção 2

source: Option 2 Is Correct
es: La opción 2 es correcta
pt: Opção 2 Está Correta

source: Option 3
es: Opción 3
pt: Opção 3

source: Option 3 is Correct
es: Opción 3 es correcta
pt: Opção 3 Está Correta

source: Option 4
es: Opción 4
pt: Opção 4

source: Option 4 Is Correct
es: La opción 4 es correcta
pt: Opção 4 Está Correta

source: Options
es: Opciones
pt: Opções

source: Original Post
es: Mensaje original
pt: Postagem Original

source: Original Post Attachment
es: Adjunto de Post Original
pt: Anexo da Postagem Original

source: Original Post(s) by
es: Mensaje(s) originales por
pt: Postagem Original de

source: Other
es: Otro
pt: Outro

source: Other details
es: Otros detalles
pt: Outros detalhes

source: Out of
es: De
pt: de

source: Outlook Calendar
es: Calendario de Outlook
pt: Calendário do Outlook

source: Outstanding Amount
es: Importe pendiente
pt: Valor em Aberto

source: Pacific Islander
es: Isla del Pacífico
pt: Ilhéu do Pacífico

source: Paid
es: Pagado
pt: Pago

source: Parent File
es: Archivo padre
pt: Arquivo Mãe

source: Partially Complete
es: Parcialmente completado
pt: Parcialmente Completo

source: Participation
es: Participación
pt: Participação

source: Pass
es: Pasar
pt: Aprovado

source: Pass / Fail
es: Pasar / Falla
pt: Aprovado / Reprovado

source: Pass/Fail
es: Pasar/Fallo
pt: Aprovado/Reprovado

source: Passing Percentage
es: Porcentaje de aprobación
pt: Percentagem de Aprovação

source: Passing Percentage. Use this to force students to retake the quiz until they pass
es: Porcentaje de aprobación. Usa esto para forzar a los estudiantes a retomar el cuestionario hasta que pasen
pt: Percentagem de Aprovação. Use isso para forçar os alunos a refazer o teste até que passem

source: Passing Score
es: Puntuación de paso
pt: Pontuação Mínima para Aprovação

source: Payer
es: Pagador
pt: Pagador

source: Payers Fee Category PE
es: Categoría de cuota de pagador
pt: Categoria de Taxas de Pagamentos PE

source: Payers for a Student
es: Pagadores de un estudiante
pt: Pagadores de um Aluno

source: Payers for this Program
es: Pagadores de este programa
pt: Pagadores deste Programa

source: Payment Successful
es: Pago realizado con éxito
pt: Pagamento realizado com sucesso

source: Payment Terms
es: Términos de pago
pt: Termos de Pagamento

source: Payment term
es: Término de pago
pt: Termo de Pagamento

source: Percentage
es: Porcentaje
pt: Percentagem

source: Percentage of the total assessments for this course
es: Porcentaje de las evaluaciones totales de este curso
pt: Percentagem das avaliações totais para este curso

source: Personal Details
es: Detalles personales
pt: Detalhes Pessoais

source: Personal Reference
es: Referencia personal
pt: Referência Pessoal

source: Phone
es: Teléfono
pt: Telefone

source: Phone number
es: Número de teléfono
pt: Número de Telefone

source: Pincode
es: Código PIN
pt: Código Postal

source: Place of Employment
es: Lugar de empleo
pt: Local de Trabalho

source: Please add programs to enable admission application.
es: Por favor, añade programas para activar la aplicación de admisión.
pt: Por favor, adicione programas para habilitar a inscrição no processo de admissão.

source: Please define grade for Threshold 0%
es: Por favor, defina la nota para el umbral 0%
pt: Por favor, defina a nota para o Limite 0%

source: Please enroll for this course to view this lesson
es: Por favor, inscríbete para que este curso vea esta lección
pt: Por favor, inscreva-se neste curso para visualizar esta lição

source: Please ensure that you complete all the questions in ${a(y).data.duration} minutes.
es: Asegúrate de completar todas las preguntas en ${a(y).data.duration} minutos.
pt: Certifique-se de concluir todas as perguntas em ${a(y).data.duration} minutos.

source: Please enter a valid URL.
es: Por favor, introduzca una URL válida.
pt: Por favor, insira um URL válido.

source: Please enter the URL for assignment submission.
es: Por favor, introduzca la URL para enviar la tarea.
pt: Por favor, insira o URL para a submissão da tarefa.

source: Please explain your understanding of the gospel and the Christian life.
es: Por favor, explique su comprensión del evangelio y de la vida cristiana.
pt: Por favor, explique seu entendimento do evangelho e da vida cristã.

source: Please fill in all required fields
es: Por favor, rellene todos los campos obligatorios
pt: Por favor, preencha todos os campos obrigatórios

source: Please input the User in the system.
es: Por favor, introduzca el usuario en el sistema.
pt: Por favor, insira o Usuário no sistema.

source: Please login to access the Discussion Activity.
es: Por favor, inicia sesión para acceder a la actividad de discusión.
pt: Por favor, faça login para acessar a Atividade de Discussão.

source: Please login to access the assignment.
es: Por favor, inicie sesión para acceder a la asignación.
pt: Por favor, faça login para acessar a tarefa.

source: Please login to access the exam.
es: Por favor, inicie sesión para acceder al examen.
pt: Por favor, faça login para acessar o exame.

source: Please login to access the quiz.
es: Por favor, inicie sesión para acceder al cuestionario.
pt: Por favor, faça login para acessar o teste.

source: Please read carefully and check if you agree with it.
es: Por favor, lea atentamente y compruebe si está de acuerdo con él.
pt: Por favor, leia atentamente e verifique se você concorda.

source: Please read carefully and check if you agree with our doctrinal statement.
es: Lee atentamente y marca si estás de acuerdo con nuestra declaración doctrinal.
pt: Leia atentamente e marque se você concorda com nossa declaração doutrinária.

source: Please select a Program first.
es: Por favor, seleccione un Programa primero.
pt: Por favor, selecione um Programa primeiro.

source: Please select a course before creating a folder.
es: Selecciona un curso antes de crear una carpeta.
pt: Selecione um curso antes de criar uma pasta.

source: Please select a folder before uploading.
es: Selecciona una carpeta antes de subir.
pt: Selecione uma pasta antes de enviar.

source: Please select a folder first.
es: Selecciona primero una carpeta.
pt: Por favor, selecione primeiro uma pasta.

source: Please select an option
es: Selecciona una opción
pt: Por favor, selecione uma opção

source: Please select date
es: Por favor seleccione fecha
pt: Por favor, selecione uma data

source: Please upload a SCORM package or uncheck the SCORM package option
es: Por favor, sube un paquete SCORM o desmarca la opción de paquete SCORM
pt: Por favor, carregue um pacote SCORM ou desmarque a opção de pacote SCORM

source: Please upload the assignment file.
es: Por favor, sube el archivo de asignación.
pt: Por favor, carregue o arquivo da atividade.

source: Point
es: Punto
pt: Ponto

source: Points
es: Puntos
pt: Pontuação

source: Points for question number {0} cannot be greater than the points allotted for that question.
es: Los puntos para el número de pregunta {0} no pueden ser mayores que los puntos asignados para esa pregunta.
pt: A pontuação para a questão número {0} não pode ser maior do que a pontuação atribuída para essa questão.

source: Points out of
es: Puntos fuera de
pt: Pontuação de

source: Position
es: Posición
pt: Posição

source: Possibility
es: Posibilidad
pt: Possibilidade

source: Post
es: Publicar
pt: Publicar

source: Post Before Reply Mandatory
es: Publicar antes de responder
pt: Postar Antes de Responder é Obrigatório

source: Post Before Reply is Mandatory
es: Publicar antes de que la respuesta sea obligatoria
pt: Postar Antes de Responder é Obrigatório

source: Post Reply
es: Responder
pt: Postar Resposta

source: Posting Date
es: Fecha de contabilización
pt: Data da postagem

source: Prerequisites
es: Prerrequisitos
pt: Pré-requisitos

source: Present
es: Presente
pt: Presente

source: Presential
es: Presencial
pt: Presencial

source: Previous
es: Anterior
pt: Anterior

source: Previous Education
es: Educación previa
pt: Escolaridade Anterior

source: Price List
es: Lista de precios
pt: Lista de Preços

source: Print UOM after Quantity
es: Imprimir UOM después de Cantidad
pt: Imprimir UOM (unidade de medida) após Quantidade

source: Print taxes with zero amount
es: Imprimir impuestos con importe cero
pt: Imprimir impostos com valor zero

source: Profile
es: Perfil
pt: Perfil

source: Profile Page
es: Página de perfil
pt: Página de Perfil

source: Profile page of
es: Página de perfil de
pt: Página de perfil de

source: Program
es: Programa
pt: Programa

source: Program Abbreviation
es: Abreviatura del programa
pt: Abreviação do Programa

source: Program Course
es: Curso de programa
pt: Curso do Programa

source: Program Description
es: Descripción del programa
pt: Descrição do Programa

source: Program Duration (text)
es: Duración del programa (texto)
pt: Duração do Programa (texto)

source: Program Emphasis?
es: ¿Programa vacío?
pt: Ênfase do Programa?

source: Program Enrollment
es: Inscripción al programa
pt: Matrícula no Programa

source: Program Enrollment Course
es: Curso de inscripción al programa
pt: Cursos de Matriculados no Programa

source: Program Enrollment Invoices Created
es: Facturas de inscripción del programa creadas
pt: Faturas de Matrícula no Programa Criadas

source: Program Fee
es: Tarifa del programa
pt: Taxa do Programa

source: Program Fees
es: Tarifas del programa
pt: Taxas do Programa

source: Program Image
es: Imagen del programa
pt: Imagem do Programa

source: Program Level
es: Nivel de programa
pt: Nível do Programa

source: Program Name
es: Nombre del programa
pt: Nome do Programa

source: Program Status
es: Estado del programa
pt: Status do Programa

source: Program Track
es: Pista de programa
pt: Área de Concentração do Programa

source: Program Track Courses
es: Programar cursos de seguimiento
pt: Cursos da área de concentração do Programa
